Repository: Olympusmonsgames/mrv2
Catalog: mrv2/po/*.po
Languages: es, zh_cn

source: When this is on, View/Auto Frame will be active.
es: Cuando está activo, Vista/Encuadrar Cuadro también lo será.
zh_cn: 启动时, 视图/ 自动框架将激活 。

source: Safe Areas
es: Áreas Seguras
zh_cn: 安全区

source: When mrv2 starts, the safe area display will be active by default.
es: Cuando mrv2 comience, el display de las areas seguras estará activo por defecto.
zh_cn: 当 drv2 启动时, 默认情况下安全区域显示将会激活 。

source: Zoom Speed
es: Velocidad de Zoom
zh_cn: 缩速速度

source: This area specifies which elements should be shown as a HUD overlay on the view screen.
es: Esta area especifica qué elementos deberían mostrarse como un HUD sobreimpreso on la vista.
zh_cn: 此区域指定在视图屏幕上哪些元素应显示为 HUD 重叠 。

source: Frame
es: Cuadro
zh_cn: 框架

source: Frame Range
es: Rango de Cuadros
zh_cn: 框架范围

source: Frame Count
es: Conteo de Cuadros
zh_cn: 框架计数

source: Memory
es: Memoria
zh_cn: 内存

source: Attributes
es: Atributos
zh_cn: 属性

source: File Requester
es: Buscador de Archivos
zh_cn: 文件请求器

source: Single Click to Travel Drawers
es: Un Solo Click para Viajar por Carpetas
zh_cn: 单点击旅行画家

source: When using mrv2's file chooser, a single click on a folder will open it.
es: Cuando se usa el selector de archivos de mrv2, un solo click en una carpeta la abrirá.
zh_cn: 当使用 drv2 的文件选择器时, 只要点击一个文件夹就可以打开它 。

source: Thumbnails Active
es: Miniaturas Activas
zh_cn: 缩略图活动

source: Show thumbnails for known files.
es: Muestre miniaturas de archivos conocidos.
zh_cn: 显示已知文件的缩略图 。

source: USD Thumbnails
es: Vista Previa de Miniaturas de USD
zh_cn: 缩略图美元

source: Show Thumbnails for USD files (can be slow if they are big)
es: Mostrar miniaturas para archivos USD (puede ser lento si son grandes)
zh_cn: 显示美元文件缩略图( 如果大的话会慢一些)

source: Use Native File Chooser
es: Usar el Buscador de Archivos Nativo
zh_cn: 使用本地文件选择器

source: If selected, the natlve file chooser will be used. If unselected, mrv2's standard file chooser will be used.
es: Si está seleccionado, el selector de archivos nativo al sistema operativo será usado. Si está sin seleccionar, el selector de archivos estándar de mrv2 será usado.
zh_cn: 如果选中的话, 将使用 natlve 文件选择器。 如果未选中, 将使用 rv2 的标准文件选择器 。

source: Fonts
es: Tipografías
zh_cn: 字体

source: Menus
es: Menúes
zh_cn: 菜单

source: Sets the font to use in menus.
es: Setea la tipografía para usar en los menúes.
zh_cn: 设置菜单中使用的字体。

source: Panels
es: Paneles
zh_cn: 小组

source: Sets the font to use in panels. (Not yet working)
es: Setea la tipografía para usar en los paneles. (No funciona aún)
zh_cn: 设置要在面板中使用的字体。 (尚未工作)

source: Language and Colors
es: Lenguaje y Colores
zh_cn: 语言和颜色

source: Scheme
es: Esquema
zh_cn: 计划

source: Color Theme
es: Tema de Color
zh_cn: 颜色主题

source: Reload Theme
es: Recargar Tema
zh_cn: 重新装入主题

source: Reload color theme from mrv2.colors file again to refresh change in colors
es: Recargar tema de color desde el archivo mrv2.colors nuevamente para refrescar el cambio en colores.
zh_cn: 从 drv2. colors 文件重新装入色主题, 以刷新颜色变化

source: Selects the background color of areas outside the current image.
es: Selecciona el color del fondo de areas fuera de la imagen actual.
zh_cn: 选择当前图像以外区域的背景颜色。

source: Text Overlay
es: Superposición de Texto
zh_cn: 文本覆盖

source: Selects the color of text overlays printed over the current image.
es: Selecciona el color de los sobreimpresos de texto.
zh_cn: 选择在当前图像上打印的文本覆盖颜色。

source: Selects the color of the selection rectangle over the current image.
es: Selecciona el color del rectángulo de selección sobre la imagen.
zh_cn: 在当前图像上选择矩形的颜色。

source: Selects the color of HUD overlays.
es: Selecciona el color de los sobreimpresos del HUD.
zh_cn: 选择 HUD 重叠的颜色。

source: RGBA Display
es: Display RGBA
zh_cn: RGBA 显示

source: Pixel Values
es: Valores de Pixel
zh_cn: 像像素值

source: Secondary Display
es: Display Secundario
zh_cn: 次要显示

source: Luminance
es: Luminancia
zh_cn: 亮度

source: Positioning
es: Posicionado
zh_cn: 定位位置

source: Always Save on Exit
es: Siempre Grabe al Salir
zh_cn: 总是保存在退出时

source: When this option is set, mrv2 will save its position and size upon exiting the program.
es: Cuando esta opción está activa, mrv2 grabará su posición y tamaño al salir del programa.
zh_cn: 当设定此选项时, drv2 将会在退出程序时保存位置和大小 。

source: Fixed Position
es: Posición Fija
zh_cn: 固定职位

source: When this option is set, mrv2 will open in the position you set here (except if the window goes out of the Desktop). If Always Save on Exit is on, the values are recakculated upon exiting the program.
zh_cn: 当设置此选项时, 将按您设置的位置打开 drv2 键( 除非窗口退出桌面 ) 。 如果总是在退出时保存, 则退出程序时会重新组合值 。

source: X:
zh_cn: 十:

source: Fixed Size
es: Tamaño Fijo
zh_cn: 固定人数

source: When this option is on, mrv2 will always open to the size you set in W and H. If Always Save on Exit is on, the values are recalculated upon exiting the program.
es: When this option esta activa mrv2 se abrirá siempre al tamaño seteado en W y H. Si Siempre Grabe al Salir está activo, los valores son recalculados al salir del programa.
zh_cn: 当此选项启用时, mrv2 总是会打开您在 W 和 H 中设定的大小。 如果总是在退出时保存, 退出程序时会重新计算值 。

source: Take Current Window Values
es: Tomar los Valores Actuales de la Ventana
zh_cn: 使用当前窗口值

source: Fills the Fixed Position and and Fixed Size values with the current values of the viewer. Remember to also check the boxes for Fixed Position and/or Fixed Size depending what you want to save.
zh_cn: 以查看者的当前值填充固定位置和固定大小值。 记住要检查固定位置和/ 或固定大小的框, 取决于您要保存的内容 。

source: Render
zh_cn: 招标

source: Alpha Blend
es: Mezcla Alfa
zh_cn: 阿尔法圆形

source: Minify Filter
es: Filtro Minificación
zh_cn: 最小化过滤器

source: Magnify Filter
es: Filtro Magnificación
zh_cn: 放大过滤器

source: Thumbnails
es: Vista Previa de Miniaturas
zh_cn: 缩略图

source: Preview Thumbnails above Timeline
zh_cn: 时间线上方的预览缩略图

source: Preview Thumbnails in a rectangle above Timeline
zh_cn: 时间线以上矩形中的预览缩略图

source: Preview Thumbnails on Panels
zh_cn: 面板上的预览缩略图

source: Preview Thumbnails in Panels
zh_cn: 面板中的预览缩略图

source: Edit Viewport
es: Ventana de Edición
zh_cn: 编辑视图

source: How to display timeline thumbnails by default.
zh_cn: 默认情况下如何显示时间缩略图 。

source: Display
zh_cn: 显示

source: How to display timeline by default.
es: Como mostrar la línea de tiempo por defecto.
zh_cn: 如何默认显示时间框架 。

source: Start in Edit mode
es: Comenzar en Modo de Edición
zh_cn: 开始于编辑模式

source: Editing viewport will be visible at start up.
es: Ventana de Edición será visible al comenzar.
zh_cn: 编辑视图在启动时将可见 。

source: Remove EDLs in Temporary Folder on Exit
es: Remover EDLs en Carpeta Temporaria al Salir
zh_cn: 退出时删除临时文件夹中的 EDL

source: When selected, temporary EDLs (Playlists) will be removed from the temporary folder.
es: Cuando esta seleccionado, EDLs temporarios (Listas de Reproducción) seran removidas de la carpeta termporaria.
zh_cn: 选中时, 临时 EDL( 播放列表) 将从临时文件夹中删除 。

source: Playback
es: Reproducir
zh_cn: 播放重放

source: Auto Playback
es: Auto Reproducir
zh_cn: 自动播放自动重放

source: Start Playback when opening files.
es: Comenzar la Reproducción al abrir archivos.
zh_cn: 打开文件时重新开始播放 。

source: Scrub with Audio
zh_cn: 带音频的灌木

source: Start playback when scrubbing so that audio can be heard. Scrubbing can be less smooth.
zh_cn: 洗涤时重新开始播放, 以便听到音频。 擦拭会不那么平滑 。

source: Single Click Playback
es: Reproducción con un click.
zh_cn: 点击单次播放回放

source: Start Playback when single clicking the left mouse button on the view window
es: Comenzar la reproducción con un solo click del botón izquierdo del ratón en la ventana de imagen
zh_cn: 在视图窗口上单击鼠标左键时, 单单击鼠标左键时重新开始播放

source: Auto Hide Pixel Bar
es: Auto Ocultar Barra de Píxel
zh_cn: 自动隐藏像素栏

source: The Pixel Bar can slow down playback at high resolutions. When this option is on, the pixel toolbar will be hidden automatically.
es: La Barra de Pixel puede desacelearar la reproducción a altas resoluciones. Cuando esta opción está activada la barra de pixel será ocultada automáticamente.
zh_cn: 像素栏可以减缓高分辨率的重播。 当此选项打开时, 像素工具栏将被自动隐藏 。

source: Sequences
es: Secuencias
zh_cn: 序列

source: Speed
es: Velocidad
zh_cn: 速度

source: Frames Per Second value for sequences that don't have embedded speed.
es: Valor de Cuadros Por Segundo para secuencias que no lo tienen empotrado.
zh_cn: 没有嵌入速度的序列框架/ 秒值 。

source: Looping Mode
es: Modo de Bucle
zh_cn: 环圈模式

source: Select default looping mode in timeline.
es: Selecionar modo de bucle por defecto en la línea de tiempo.
zh_cn: 在时间表中选择默认循环模式 。

source: Scrub Sensitivity
es: Sensitividad de Fregado
zh_cn: 冲灌 敏度

source: This setting controls the sensitivity of scrubbing (SHIFT and then the mouse right and left). Smaller values make the mouse move jump more frames while higher values does the opposite.
es: Este seteo controla la sensibilidad de fregado (left mouse dragright and left). Valores menores hacen que el ratón salte más cuadros mientras que valores más altos hacen lo opuesto.
zh_cn: 此设置控制了洗涤的灵敏度( SHIFT, 然后是鼠标右向和左向) 。 小值会使鼠标移动更多的框架跳动, 而高值则相反 。

source: Default View
es: Vista por Defecto
zh_cn: 默认视图

source: Show Transitions
es: Mostrar Transiciones
zh_cn: 显示过渡

source: Show Transitions in Edit Viewport
es: Mostrar Transiciones en la Ventana de Edición
zh_cn: 在编辑视图端显示切换

source: Show Markers
es: Mostrar Marcadores
zh_cn: 显示标记

source: Show Markers in Edit Viewport
es: Mostrar Marcadores en la Ventana de Edición
zh_cn: 编辑视图端中的显示标记

source: Behavior
es: Comportamiento
zh_cn: 行为

source: Edit Associated Clips
es: Editar Clips Asociados
zh_cn: 编辑关联剪贴板

source: Edit Associated Clips.
es: Editar Clips Asociados.
zh_cn: 编辑关联剪贴板。

source: Editable
zh_cn: 可编辑

source: Editable Timeline Viewport.
es: Ventana de Edición Editable.
zh_cn: 可编辑的时线查看站 。

source: OCIO Config File
es: Archivo Config de OCIO
zh_cn: OCIO 配置文件

source: This is the path to your config.ocio file. It can be set with the environment variable OCIO, which takes precedence over any saved setting.
es: Este es el camino al archivo config.ocio. Puede ser seteado con la variable de entorno OCIO, que toma precedencia sobre cualquier seteo grabado.
zh_cn: 这是您配置的 ocio 文件的路径。 它可以设置为环境变量OCIO, 环境变量OCIO 优先于任何保存的设置 。

source: Built-in Configs
es: Configs Incorporadas
zh_cn: 内建配置

source: Pick a config.ocio file from disk.
es: Elija un archivo config.ocio del disco.
zh_cn: 从磁盘中选取配置文件 。

source: Use Active Views and Active Displays
es: Use Vistas Activas y Displays Activos
zh_cn: 使用活动视图和活动显示

source: When this option is off, OCIO files with active_views: and active_displays: are not taken into account.
es: Cuando esta opción esta apagada, archivos OCIO con active_views: y active_displays: no son tomados en consideración.
zh_cn: 当此选项关闭时, OCIO 文件会带有活动视图: 和活动显示: 不考虑 。

source: OCIO Defaults
es: OCIO por Defecto
zh_cn: OCIO 默认

source: 8-bits
zh_cn: 8 位数

source: The name of the OCIO default image color space for 8 bit images (jpg, bmp, etc) (Environment variable: MRV_OCIO_8bits_ICS)
es: El nombre OCIO por defecto del expecio de color de la imágenes de 8-bits (jpg, png, etc) (Variable de entorno: MRV_OCIO_8bits_ICS)
zh_cn: 8位位图像( jpg, bmp 等) OCIO 默认图像颜色空间( 环境变量: MRV_ OCIO_ 8bits_ ICS) 的名称

source: 16-bits
zh_cn: 16 位数

source: The name of the OCIO default image color space for 16-bit images (cin, tiff, etc) (Environment variable: MRV_OCIO_16bits_ICS)
es: El nombre OCIO por defecto del expecio de color de la imagen para 16-bits (cin, tiff, etc) (Variable de entorno: MRV_OCIO_16bits_ICS)
zh_cn: OCIO 16位图像( ci, tiff等) 默认图像颜色空间的名称( 环境变量: MRV_ OCIO_ 16bits_ ICS)

source: 32-bits
zh_cn: 32 位数

source: The name of the OCIO default image color space for 32-bit int images (openexr integers, etc) (Environment variable: MRV_OCIO_32bits_ICS)
es: El nombre OCIO por defecto del expecio de color de la imagen para enteros de 32-bits (enteros openexr, etc) (Variable de entorno: MRV_OCIO_32bits_ICS)
zh_cn: OCIO 32 位整数图像( Openexr整数等) 的默认图像色彩空间( 环境变量: MRV_ OCIO_ 32bits_ ICS) 名称

source: half
zh_cn: 一半

source: The name of the OCIO default image color space for OpenEXR half images (Environment variable: MRV_OCIO_half_ICS)
es: El nombre OCIO por defecto del expecio de color de las imágenes half de OpenEXR (Variable de entorno: MRV_OCIO_half_ICS)
zh_cn: OpenEXR 半图像的 OOCIO 默认图像颜色空间的名称(环境变量: MRV_OCIO_ half_ ICS)

source: float
es: coma flotante
zh_cn: 浮动

source: The name of the OCIO default image color space for half and float images (OpenEXR, dpx, etc) (Environment variable: MRV_OCIO_float_ICS)
es: El nombre OCIO por defecto del expecio de color para imágenes float o half (OpenEXR, dpx, etc) (Variable de entorno: MRV_OCIO_float_ICS)
zh_cn: OCIO 半图像和浮控图像( OpenEXR, dpx 等) 默认图像颜色空间的名称(环境变量: MRV_OCIO_float_ICS)

source: Default Look
es: Look por Defecto
zh_cn: 默认外观

source: Display / View
es: Display / Vista
zh_cn: 显示/视图

source: Default Display / View
es: Display / Vista por Defecto
zh_cn: 默认显示/视图

source: Loading
es: Cargando
zh_cn: 正在装入

source: Version Regex
es: Regex de Versión
zh_cn: 版本 Reregex

source: Regular Expression used to match clip versions. Must group three things (prefix, number and suffix). If left on its default value (_v), it will automatically be created a regular expression to match verisions defined with _v in the name of the file, directory or both. For example: gizmo_v001.0001.exr
es: Expresión regular usada para distinguir versiones del clip. Debe tener tres groupos (prefijo, número y sufijo). Si se deja en su valor por defecto (_v), automáticamente se creará una para encontrar versiones que definidas con _v en el nombre del archivo, la carpeta o ambos. Por ejemplo: gizmo_v001.0001.exr
zh_cn: 用于匹配剪辑版本的正则表达式。 必须将三件( 前缀、 数字和后缀) 组合为三件( 前缀、 数字和后缀)。 如果保留在默认值 (_v) 上, 它将自动创建一个正则表达式, 以匹配文件、 目录或两者名称中定义的 _ verisions。 例如 : gizmo_ v001.0001. exr 。

source: Maximum Images Apart
es: Máximas Imágenes Aparte
zh_cn: 最大图像

source: When searching for a version, this value is the maximum version apart from each other when searching the first or last version.
es: Cuando se buscar una nueva versión del clip, este valor es la máxima versión aparte de la otra.
zh_cn: 搜索版本时, 此值是搜索第一个版本或最后一个版本时彼此不同的最大版本 。

source: Missing Frame
es: Cuadro Faltante
zh_cn: 缺失框架

source: Path Mappings
es: Mapeo de Carpetas
zh_cn: 路径图绘图

source: Use Up and Down arrows to move the selected line up and down. Double click to change item. Click on an empty area to unselect.
es: Use las flechas Arribar y Abajo para mover la línea seleccionada hacia arriba o hacia abajo. Cliquée dos veces para cambiar el item. Cliquée en una area vacía para deseleccionar.
zh_cn: 使用向上和向下箭头向上和向下移动选定行。双击以修改项目。单击空区域以取消选择。

source: Add Paths
es: Agregar Carpetas
zh_cn: 添加路径

source: Add a new remote mapping.
es: Agregar un nuevo mapeo de carpeta remota.
zh_cn: 添加新的远程绘图 。

source: Remove Paths
es: Eliminar Carpetas
zh_cn: 删除路径

source: Remove the currently selected path mapping.
es: Eliminar el mapeo de carpeta actualmente seleccionado.
zh_cn: 删除当前选中的路径映射 。

source: Send
es: Enviar
zh_cn: 发送

source: Accept
es: Aceptar
zh_cn: 接受

source: UI Control
es: Control de UI
zh_cn: 用户UI控制

source: Pan and Zoom
es: Paneo y Zoom
zh_cn: Pan 和 缩放

source: Color Control
es: Controles de Color
zh_cn: 色彩控制

source: Audio Control
es: Control de Audio
zh_cn: 音频控制

source: Monitor VSync
es: VSync del Monitor
zh_cn: 监视器 VSync

source: Turns on and off Monitor's Vsync. VSync off can display movies faster, at the cost of potential tearing in the image.
es: Prende y apaga el sincronismo vertical (VSync) del monitor. VSync apagado puede mostrar películas más rapido, al costo de 'desgarros' en la imagen.
zh_cn: VSync关闭可以更快地放映电影,

source: Color Buffers' Accuracy
zh_cn: 颜色缓冲器的精确度

source: Color Buffers can be Float, Half Float, Fast or Automatic. Float preserves all float information, Half Float preserves most float information and Fast works in 8-bits. Automatic selects the accuracy baed on image depth.
zh_cn: 颜色缓冲器可以是浮点、 半浮点、 快速或自动。 浮点保存所有浮点信息, 半浮点保存大多数浮点信息, 快速工作为 8 位。 自动选择图像深度的精度 。

source: Blit Viewports
zh_cn: 闪光查看站

source: Viewports can be drawn with blitting or with OpenGL shaders. Depending on graphics card and OS one can perform better then the other.
zh_cn: 可以通过闪烁或 OpenGL 遮光镜来绘制视图。 取决于图形卡和操作系统, 一个可以表现得比另一个更好 。

source: Blit Timeline
es: Transferir Línea de Tiempo
zh_cn: 闪 时间线

source: Timeline can be drawn with blitting or with OpenGL shaders. Depending on graphics card and OS one can perform better then the other.
es: La línea de tiempo puede ser dibujada con blitting (transferencia) o con shaders de OpenGL. Dependiendo en tu tarjeta gráfica y sistema operativo una u otra puede desempeñarse mejor que la otra.
zh_cn: 时间线可以通过闪烁或 OpenGL 遮光镜来绘制。 取决于图形卡和操作系统, 一个可以表现得比另一个更好 。

source: For changes to take effect, you will need to re-open any movies already playing or reload mrv2.
zh_cn: 更改要生效, 您需要重新打开任何已经播放或重新装入 drv2 的电影 。

source: Audio API to use for platforms that support multiple APIs (Linux only)
zh_cn: 用于支持多个 API(仅Linux)平台的音频 API

source: Output Device
zh_cn: 输出设备

source: Output Device to use for audio playback.
zh_cn: 用于音频播放的输出设备 。

source: Here are the current settings to interact with ComfyUI. It requires installation of mrv2's comfyUI nodes.
zh_cn: 这是与ComfyUI互动的当前设置。 它需要安装 ComfyUI 节点 。

source: Use ComfyUI Pipe
zh_cn: 使用ComfyyUI 管道

source: This setting opens a pipe to communicate with ComfyUI's mrv2_save_exr_node.py
zh_cn: 此设置打开管道, 以便与 ComfyUI 的 drv2_ save_ exr_ node 进行通讯 。

source: Errors
es: Errores
zh_cn: 错误

source: On FFmpeg Error
es: Error en FFmpeg
zh_cn: 在 FFmpeg 上错误

source: Adjusts how Log Window behaves in case of an FFmpeg error.
es: Ajusta cómo se comporta la Bitácore en caso de error en FFmpeg.
zh_cn: 调整日志窗口在出现 FFmpeg 错误时的行为 。

source: On Error
es: En Error
zh_cn: 发生错误时发生错误

source: Adjusts how Log Window behaves in case of error.
es: Ajusta cómo se comporta la Bitácore en caso de error.
zh_cn: 调整日志窗口发生错误时的行为 。

source: Check for Updates
es: Actualizaciones
zh_cn: 检查更新

source: Allows you to automatically download updates of mrv2 when it starts up.
es: Permite automaticamente bajar actualizaciones de mrv2 al comenzar.
zh_cn: 允许您在 mrv2 启动时自动下载更新 。

source: Reset settings to the default.
zh_cn: 将设置重置为默认值。

source: Revert
es: Revertir
zh_cn: 还回

source: Revert settings to last saved preferences.
es: Revertir seteos a las últimas preferencias grabadas.
zh_cn: 还原设置到上次保存的首选项 。

source: Accept settings but don't save. They will get saved when exiting the program.
es: Acepta los seteos pero no los graba. Serán grabados cuando se sale del programa.
zh_cn: 接受设置但不要保存。 当退出程序时, 它们会被保存 。

source: Module
es: Módulo
zh_cn: 模块

source: User Interface/View Window
es: Interfaz del Usuario/Ventana de Vista
zh_cn: 用户界面/查看窗口

source: User Interface/File Requester
es: Interfaz del Usuario/Buscador de Archivos
zh_cn: 用户界面/文件请求器

source: User Interface/Fonts
es: Interfaz del Usuario/Tipografías
zh_cn: 用户界面/字体

source: User Interface/Language and Colors
zh_cn: 用户界面/语言和颜色

source: User Interface/Pixel Toolbar
zh_cn: 用户界面/像素工具栏

source: User Interface/Positioning
es: Interfaz del Usuario/Posicionado
zh_cn: 用户界面/定位位置

source: User Interface/Render
es: Interfaz del Usuario/Render
zh_cn: 用户界面/招标

source: User Interface/Thumbnails
zh_cn: 用户界面/缩略图

source: User Interface/Timeline
zh_cn: 用户界面/时间线

source: No Audio was Compiled
zh_cn: 没有编译音频

source: No Audio Devices were Found
zh_cn: 未找到音频设备

source: Default API
zh_cn: 默认 API

source: No Valid Devices found
zh_cn: 未找到有效的设备

source: Default Device
zh_cn: 默认设备

source: Remote to Local Path Mapping
es: Remota a Local Mapeo de Carpetas
zh_cn: 远程到本地路径图映射

source: Remote Path
es: Carpeta Remota
zh_cn: 远程路径

source: Local Path
es: Carpeta Local
zh_cn: 本地路径

source: Okay
zh_cn: 好

source: OCIO Presets
zh_cn: OCIO 预设

source: Click to switch to a stored preset.
zh_cn: 单击可切换到已存储的预设 。

source: Click to add a new preset with the current settings.
zh_cn: 单击以添加当前设置的新预设 。

source: Click to delete the selected preset.
zh_cn: 单击可删除选中的预设 。

source: Select, Add or Delete an OCIO Preset that stores: config filename, Input Color Space, View, Look, LUT settings and Defaults for 8-bits, 16-bits, 32-bits, half and float images.
zh_cn: 选择、添加或删除 OCIO 预设存储点: 配置文件名、 输入颜色空间、 视图、 查看、 LUT 设置以及 8 位、 16 位、 32 位、 一半 和浮点图像的默认值 。

source: Summary
zh_cn: 摘要

source: Preset Name
zh_cn: 预设名称

source: Active
es: Activo
zh_cn: 活动

source: Function
es: Función
zh_cn: 函数职能

source: Key
es: Tecla
zh_cn: 关键键

source: Reset hotkeys to mrv2's default configuration.
es: Resetar teclas a los valores por defecto.
zh_cn: 重置热钥匙到 mrv2 的默认配置 。

source: Reload
zh_cn: 重新装入

source: Reload hotkeys to last saved file.
es: Recargar teclas a archivo grabado.
zh_cn: 将热键重新装入上次保存的文件 。

source: Accept the current hotkeys.
zh_cn: 接受当前热钥匙 。

source: HW
zh_cn: HW 重

source: CPU Information
es: Información de la CPU
zh_cn: CPU 信息

source: GPU Information
es: Información de la GPU
zh_cn: GPU 信息

source: Formats
es: Formatos
zh_cn: 格式

source: Subtitles
es: Subtítulos
zh_cn: 字幕

source: Protocols
es: Protocolos
zh_cn: 协议

source: Thanks
zh_cn: 谢谢

source: Hotkey for...
es: Tecla de Manejo para....
zh_cn: 热匙...

source: Type Key
es: Tipée Tecla
zh_cn: 键类型键类型

source: Type a key.
es: Tipée una tecla.
zh_cn: 键入密钥 。

source: Shift
es: Mayús
zh_cn: Shi Shi Shi Shi移动

source: Ctrl
zh_cn: Ctrl 电转

source: Alt
zh_cn: 平平

source: Meta
zh_cn: 元元元

source: Clear
es: Borrar
zh_cn: 清除

source: OCIO Browser
es: Visor de OCIO
zh_cn: OCIO 浏览器

source: Select an OCIO Transform
es: Seleccione una Transformación de OCIO
zh_cn: 选择OCIO 变形

source: Accept the selected OCIO file.
es: Acepte el archivo OCIO seleccionado.
zh_cn: 接受选定的OCIO文件。

source: Cancel the OCIO selection and don't change anything.
es: Cancele la selección de OCIO y no cambie nada.
zh_cn: 取消 OOCIO 选择, 不要改变任何东西 。

source: Escape
zh_cn: 逃离

source: BackSpace
es: Retroceso
zh_cn: 后空空间

source: Tab
zh_cn: 标签

source: Return
es: Retorno
zh_cn: 返回

source: Print
es: Imprimir
zh_cn: 打印

source: ScrollLock
es: Bloq.Despl.
zh_cn: 滚滚滚

source: Pause
es: Pausa
zh_cn: 暂停

source: Insert
es: Insertar
zh_cn: 插入

source: PageUp
es: Re.Pág.
zh_cn: 上页页面

source: End
es: Fin
zh_cn: 结束

source: PageDown
es: Av.Pág.
zh_cn: 下页

source: Left
es: Izq.
zh_cn: 左左

source: Up
es: Arriba
zh_cn: 上上

source: Right
es: Derecha
zh_cn: 右右右

source: Down
es: Abajo
zh_cn: 下下下

source: LeftShift
es: Mayús. Izq.
zh_cn: 左左脚

source: RightShift
es: Mayús. Der.
zh_cn: 右侧

source: LeftCtrl
es: Ctrl Izq.
zh_cn: 左左转

source: RightCtrl
es: Ctrl Der.
zh_cn: RightCtrl 右转

source: CapsLock
es: Bloq.Mayús.
zh_cn: CapsLock 挂杆

source: LeftAlt
es: Alt Izq.
zh_cn: 左对位

source: RightAlt
es: Alt Der.
zh_cn: 右平调

source: LeftMeta
es: Meta Izq.
zh_cn: 左元左

source: RightMeta
es: Meta Der.
zh_cn: 右右元元

source: Menu
zh_cn: 菜单

source: NumLock
es: Blq.Num.
zh_cn: 努姆洛克( NumLock)

source: padEnter
zh_cn: 键盘中输入

source: pad0
zh_cn: 平板0

source: pad1
zh_cn: 平板1

source: pad2
zh_cn: 平板2

source: pad3
zh_cn: 平板3

source: pad4
zh_cn: 平板4

source: pad5
zh_cn: 平面5

source: pad6
zh_cn: 平板6

source: pad7
zh_cn: 平板7

source: pad8
zh_cn: 平板8

source: pad9
zh_cn: 平板9

source: Space (' ')
es: Espacio (' ')
zh_cn: 空间 (`)

source: Multiply
es: Multiplicar
zh_cn: 乘乘

source: Subtract
es: Substraer
zh_cn: 减减

source: Decimal
zh_cn: 十进制

source: Divide
es: Dividir
zh_cn: 除除

source: @B12@C7@b@.Remote @B12@C7@b@.Local
es: @B12@C7@b@.Remoto @B12@C7@b@.Local
zh_cn: @B12@C7@b@.偏僻的 @B12@C7@b@.当地的

source: Desktop:
es: Escritorio:
zh_cn: 桌面 :

source: Running on:
es: Corriendo en:
zh_cn: 运行时间 :

source: sysctl failed!
es: sysctl falló!
zh_cn: Sysctl 失败!

source: host_statistics64 failed
zh_cn: 主机'统计64 失败

source: task info failed
es: task info falló
zh_cn: 信息任务信息失败

source: Open Directory
es: Abrir Carpeta
zh_cn: 打开目录

source: Open Movie or Sequence
es: Abrir Película o Secuencia
zh_cn: 打开电影或序列

source: Open Single Image
zh_cn: 打开单个图像

source: Save Image
es: Grabar Imagen
zh_cn: 保存图像

source: Save Frames To Folder
es: Grabar Cuadros a Carpeta
zh_cn: 保存框架到文件夹

source: Save OTIO Timeline
es: Grabar Línea de Tiempo OTIO
zh_cn: 保存 OTIO 时间线

source: Save PDF Document
es: Grabar Documento PDF
zh_cn: 保存 PDF 文档

source: Save Session As
es: Grabar Sesión Como
zh_cn: 会话另另另存为
