Repository: Olympusmonsgames/mrv2
Catalog: mrv2/po/*.po
Languages: es, zh_cn

source: Wipe between the A and B files Use the Option key + left mouse button to move the wipe in X or in Y
es: Limpiparabrisas entre los archivos A y B Use la tecla Opción + botón izquierdo del ratón para mover el limpiaparabrisas en X o en Y.
zh_cn: 在 A 和 B 文件之间擦拭 使用 选项键 + 鼠标左键 + 鼠标左键来移动 X 或 Y 中的擦拭

source: Wipe between the A and B files Use the Alt key + left mouse button to move the wipe in X or in Y.
es: Limpiparabrisas entre los archivos A y B Use la tecla Alt + botón izquierdo del ratón para mover el limpiaparabrisas en X o en Y.
zh_cn: A 和 B 文件之间的擦拭 使用 Alt 键 + 鼠标左键来移动 X 或 Y 中的擦拭 。

source: Overlay the A and B files with optional transparencyy
es: Superponer los archivos A y B con transparencia opcional
zh_cn: 以可选透明方式覆盖 A 和 B 文件

source: Difference the A and B files
es: Diferencia entre los archivos A y B
zh_cn: A和B文件的差异

source: Compare the A and B files side by side
es: Comparar los archivos A y B de lado
zh_cn: 比较 A 和 B 并排文件

source: Show the A file above the B file
es: Mueste el archivo A sobre el B
zh_cn: 在 B 文件上方显示 A 文件

source: Tile the A and B files
es: Ponga en Mosaico los archivos A y B
zh_cn: 将 A 和 B 文件堆放牌盘

source: Wipe
es: Limpiaparabrisas
zh_cn: 擦去

source: Use the Option key + left mouse button to move the wipe in X.
es: Use la tecla Opción + el botón izquierdo del ratón para mover la comparación en X.
zh_cn: 使用 选项键 + 鼠标左键按钮移动 X 中的擦拭 。

source: Use the Alt key + left mouse button to move the wipe in X.
es: Use la tecla Alt + el botón izquierdo del ratón para mover la comparación en X.
zh_cn: 使用 Alt 键 + 鼠标左键按钮移动 X 中的擦拭 。

source: Use the Option key + left mouse button to move the wipe in Y.
es: Use la tecla Opción + el botón izquierdo del ratón para mover la comparación en Y.
zh_cn: 使用 选项键 + 鼠标左键按钮移动 Y 中的擦拭 。

source: Use the Alt key + left mouse button to move the wipe in Y.
es: Use la tecla Alt + el botón izquierdo del ratón para mover la comparación en Y.
zh_cn: 使用 Alt 键 + 鼠标左键按钮移动 Y 中的擦拭 。

source: Wipe Rotation. Use Shift + left mouse button along X to rotate wipe.
es: Rotación del limpiaparabrisas. Use Shift + botón izquierdo del ratón a lo largo de X para rotar la comparación.
zh_cn: 擦拭旋转。 使用 X 沿 X 的 Shift + 鼠标左键旋转擦拭 。

source: Overlay
es: Superponer
zh_cn: 重叠

source: Use the Option key + left mouse button to change transparency.
es: Use la tecla Opción + el botón izquierdo del ratón para cambiar la transparencia.
zh_cn: 使用 选项 键 + 鼠标左键按钮来改变透明度 。

source: Use the Alt key + left mouse button to change transparency.
es: Use la tecla Alt + el botón izquierdo del ratón para cambiar la transparencia.
zh_cn: 使用 Alt 键 + 鼠标左键按钮来改变透明度 。

source: LUT
zh_cn: LUUU 液用

source: Enabled
es: Habilitado
zh_cn: 已启用

source: Order
es: Orden
zh_cn: 顺序 顺序 顺序

source: Color Controls
es: Controles de Color
zh_cn: 颜色控制

source: Add
es: Sumar
zh_cn: 添加

source: Contrast
es: Contraste
zh_cn: 对比

source: Saturation
es: Saturación
zh_cn: 饱和度

source: Tint
es: Tinte
zh_cn: 细细

source: Invert
es: Invertir
zh_cn: 反对

source: Levels
es: Niveles
zh_cn: 职等

source: In Low
es: In Bajo
zh_cn: 低

source: In High
es: In Alto
zh_cn: 高 中

source: Out Low
es: Out Bajo
zh_cn: 低

source: Out High
es: Out Alto
zh_cn: 高

source: Soft Clip
zh_cn: 软软剪切

source: Selects the current background type from the list
es: Selecciona el tipo de fondo de la lista.
zh_cn: 从列表中选择当前背景类型

source: Solid Color:
es: Color Sólido:
zh_cn: 固体颜色 :

source: Selects the solid color.
es: Selecciona el color sólido de fondo.
zh_cn: 选择固态颜色。

source: Size:
es: Tamaño:
zh_cn: 大小 :

source: Selects the checker size.
es: Seleccion el tamaño de la cuadrícula.
zh_cn: 选择检查器大小。

source: First Color:
es: Primer Color:
zh_cn: 第一个颜色 :

source: Selects the first color.
es: Selecciona el primer color de la cuadrícula.
zh_cn: 选择第一个颜色。

source: Second Color:
es: Segundo Color:
zh_cn: 第二个颜色 :

source: Selects the second color in Checkers.
es: Selecciona el segundo color de la cuadrícula.
zh_cn: 在棋盘中选择第二个颜色。

source: Text
es: Texto
zh_cn: 文字

source: Font
es: Tipografía
zh_cn: 字体

source: Selects the current font from the list
es: Selecciona la tipografía de la lista.
zh_cn: 从列表中选择当前字体

source: Selects the current font size.
es: Selecciona el tamaño de la tipografía actual
zh_cn: 选择当前字体大小。

source: Pen
es: Lápiz
zh_cn: 笔笔笔

source: Makes the following annotation dissapear a second after drawn.
es: Hace la siguiente anotación desaparecer un segundo tras dibujarla.
zh_cn: 画完之后,以下的注解就会一秒钟地消失。

source: Color:
zh_cn: 颜色 :

source: Selects the current pen color.
es: Selecciona el color del lápiz.
zh_cn: 选择当前笔的颜色。

source: Selects a hard brush.
es: Seleciiona un pincel duro.
zh_cn: 选择硬刷。

source: Selects a soft brush.
es: Selecciona un pincel suave.
zh_cn: 选择软刷。

source: Pen Size:
es: Tamaño del Lápiz:
zh_cn: 笔数大小 :

source: Selects the current pen size.
es: Seleccion el tamaño del lápiz.
zh_cn: 选择当前笔的大小。

source: Ghosting
es: Fanstasma
zh_cn: 鬼鬼魂

source: Previous:
es: Previo:
zh_cn: 上一个 :

source: Selects the number of fading frames previous to the frame of the annotation.
es: Selecciona el número de cuadros de fundido previos al cuadro de la anotación.
zh_cn: 选择注释框架之前的淡化框架数。

source: Next:
es: Próximo:
zh_cn: 下一个 :

source: Selects the number of fading frames following the frame of the annotation.
es: Selecciona el número de cuadros de fundido siguiendo el cuadro de la anotación.
zh_cn: 选择注解框架之后的淡化框架数。

source: Frames
es: Cuadros
zh_cn: 框架

source: Current
es: Actual
zh_cn: 目前

source: Makes the following annotation show on this frame only.
es: Hacer la siguiente anotación presente en este cuadro sólamente.
zh_cn: 仅在此框上显示以下注解 。

source: All
es: Todos
zh_cn: 全部

source: Makes the following annotation show on all frames.
es: Hace la siguiente anotación presente en todos los cuadros.
zh_cn: 在所有框架上进行以下注解显示 。

source: Invalid index for add clip to timeline.
es: Índice inválido para agregar clip a la linea de tiempo.
zh_cn: 添加剪辑到时间表的无效索引 。

source: Could not get current path.
es: No pude obtener el camino actual.
zh_cn: 无法获得当前路径 。

source: EDL item '{0}' no longer loaded. Cannot undo or redo.
es: Item de EDL '{0}' ya no está cargado. No puedo deshacer ni rehacer.
zh_cn: EDL 项目 '{0}' 不再装入。 无法撤消或重做 。

source: Could not paste {0}. Error {1}.
es: No pude pegar {0}. Error {1}.
zh_cn: 无法粘贴 {0} 。 错误 {1} 。

source: Could not save .otio file: {0}
es: No pude grabar el archivo .otio: {0}
zh_cn: 无法保存. otio 文件: {0}

source: Error saving {0}. {1}
es: Error grabando {0}. {1}
zh_cn: 保存 {0} 出错 。 {1}

source: Empty EDL file. Not saving.
es: Archivo EDL vacío. No grabando.
zh_cn: 空 EDL 文件, 未保存 。

source: Destination file is invalid.
es: Archivo de destino es inválido.
zh_cn: 目的地文件无效 。

source: You can only add clips to an .otio EDL playlist.
es: Sólo puede agregar clips a una lista de reproduccion (EDL) de .otio.
zh_cn: 您只能将剪辑添加到.otio EDL 播放列表中 。

source: Cannot currently concatenate an .otio file.
zh_cn: 无法将. otio 文件归结为. otio 文件 。

source: Cannot currently concatenate a directory.
zh_cn: 无法连接目录 。

source: Could not append video track {0}
zh_cn: 无法附加视频音轨 {0}

source: Could not append audio track {0}
zh_cn: 无法附加音轨 {0}

source: Server started at port {0}.
es: Servidor corriendo en puerto {0}.
zh_cn: 服务器启动于端口 {0} 。

source: Server stopped.
es: Servidor detenido.
zh_cn: 服务器已停止 。

source: A client connected from {0}
es: Un cliente se conectó desde {0}.
zh_cn: 从 {0} 连接到客户端的客户端

source: Client at {0} disconnected.
es: Cliente en {0} desconectado.
zh_cn: 断开 {0} 的客户端 。

source: Server protocol version is {0}. Client protocol version is {1}
es: Versión del protocolo del Servidor es {0}. Version del protocolo del cliente es {1}.
zh_cn: 服务器协议版本为 {0}。 客户端协议版本为 {1}

source: Remote file {0} does not exist on local filesystem.
es: Archivo remoto {0} no existe en el systema de archivos local.
zh_cn: 本地文件系统不存在远程文件 {0} 。

source: Remote files are less than local files.
es: Archivos remotos son menos que los archivos locales.
zh_cn: 远程文件少于本地文件 。

source: Remote file {0} matches file name {1} but not path.
es: Archivo remoto {0} iguala nombra base {1} pero no la carpeta.
zh_cn: 远程文件 {0} 匹配文件名 {1}, 但不是路径 。

source: Remote file {0} does not match local filename.
es: Archivo remoto {0} no es igual al archivo local.
zh_cn: 远程文件 {0} 不匹配本地文件名 。

source: Removing {0} from message publisher.
es: Removiendo {0} del publicador de mensajes.
zh_cn: 正在从信件发布器中删除 {0} 。

source: Server listening on port
zh_cn: 在端口监听服务器

source: ComfyUI listening on port
zh_cn: ComfyUI 在端口监听

source: Connected to server at {0}, port {1}
es: Conectado al servidor en {0}, puerto {1}
zh_cn: 已连接到 {0} 服务器, 端口 {1} 服务器

source: Server connection lost.
es: Conexión del servidor perdida.
zh_cn: 服务器连接丢失 。

source: Exception caught:
es: Atrapé excepción:
zh_cn: 抓获的例外:

source: ERROR:
zh_cn: 错误:

source: WARN :
es: AVISO:
zh_cn: 警告:

source: Regular expression created from {0}. It is: {1}
es: Expression regular creada desde {0}. Es: {1}
zh_cn: 从 {0} 创建的正则表达式。 它是 : {1}

source: Iteration {0} matched prefix={1}
es: Iteración {0} encontró prefijo={1}
zh_cn: 迭代 {0} 符合前缀 {1}

source: Iteration {0} matched version={1}
es: Iteración {0} encontró versión={1}
zh_cn: 迭代 {0} 匹配版本 {1}

source: Iteration {0} matched suffix={1}
es: Iteración {0} encontró sufijo={1}
zh_cn: 迭代 {0} 匹配的后缀 {1}

source: Iteration {0} will check version={1}
es: Iteración {0} encontró versión={1}
zh_cn: 迭代 {0} 将检查版本 {1} 。

source: No versioning in this clip. Please create an image or directory named with a versioning string.
es: Sin versión en este clip. Por favor crée una imagen o carpeta con un nombre con versión.
zh_cn: 在此剪辑中没有版本。 请创建名为版本字符串的图像或目录 。

source: Example: gizmo_v003.0001.exr
es: Ejemplo: gizmo_v003.0001.exr
zh_cn: 示例:gizmo_v003.0001.exr

source: Annotation already existed at this time
es: Anotación ya existía en este tiempo
zh_cn: 目前已经存在批注

source: Failed to open the file {0} for writing.
zh_cn: 打开文件 {0} 以写入失败 。

source: Failed to write to the file {0}.
zh_cn: 写入文件 {0} 失败 。

source: Session saved to "{0}".
es: Sesión grabada a "{0}".
zh_cn: 会话已保存到“ {0} ” 。

source: Failed to open the file '{0}' for reading.
zh_cn: 打开文件 “% {0}” 读取失败 。

source: Failed to load the file '{0}.
zh_cn: 装入文件 '{0} 失败 。

source: Cannot save an NDI stream
es: No puedo grabar un flujo de NDI.
zh_cn: 无法保存 NDI 流流

source: Saving movie to {0}.
es: Grando película a {0}.
zh_cn: 将电影保存到 {0} 。

source: Saving audio to {0}.
es: Grando audio a {0}.
zh_cn: 将音频保存到 {0} 。

source: Saving pictures to {0}.
es: Grabando imágenes a {0}.
zh_cn: 将图片保存到 {0} 。

source: VP9 profile needs a .mp4, .mkv or .webm movie extension. Changing it to .mp4
zh_cn: VP9 配置文件需要一个.mp4,.mkv 或.webm 的电影扩展。 将其修改为. mp4

source: AV1 profile needs a .mp4 or .mkv movie extension. Changing it to .mp4
es: Perfil AV1 necesita una extension de película .mp4 o .mkv. Cambiando a .mp4.
zh_cn: AV1 配置需要. mp4 或.mkv 的电影扩展。 将其修改为. mp4

source: GoPro Cineform profile needs a .mkv movie extension. Changing it to .mkv
es: Perfil AV1 necesita una extension de película .mp4 o .mkv. Cambiando a .mp4.
zh_cn: GoPro Cineform 配置文件需要一个.mkv 的电影扩展。 将其修改为.mkv

source: HAP profile needs a .mov extension. Changing it to .mov
zh_cn: HAP 配置需要. mov 扩展。 将其修改为. mov

source: New file {0} already exist! Cannot overwrite it.
es: El archivo {0} ya existe. Por seguridad, no lo sobreescribiré.
zh_cn: 新建文件 {0} 已经存在! 无法覆盖它 。

source: Rotated image info: {0}
es: Información de Imagen Rotada: {0}
zh_cn: 已旋转的图像信息: {0}

source: Scaled image info: {0}
es: Información de Imagen Escalada: {0}
zh_cn: 缩放图像信息: {0}

source: {0}: Cannot open writer plugin.
es: {0}: No puedo abrir plugin de escritura.
zh_cn: {0}: 无法打开编剧插件 。

source: Image info: {0} {1}
es: Información de Imagen: {0} {1}
zh_cn: 图像信息: {0} {1}

source: Image too big for options.annotations. Will scale to the viewport size.
zh_cn: 图像太大, 无法选择. 注释 。 将缩放到视图大小 。

source: Viewport Size: {0} - X={1}, Y={2}
es: Tamaño de la Ventana: {0} - X={1}, Y={2}
zh_cn: 视图端口大小 : {0} - X={1}, Y={2}

source: Writer plugin did not get output info. Defaulting to {0}
zh_cn: Writer 插件没有获得输出信息 。 默认为 {0}

source: Output info: {0} {1}
es: Información de Salida: {0} {1}
zh_cn: 输出信息: {0} {1}

source: Using profile {0}, pixel format {1}.
es: Usando perfil {0}, formato de pixel {1}.
zh_cn: 使用 profile {0}, 像素格式 {1} 。

source: Using preset {0}.
es: Usando preseteo {0}.
zh_cn: 使用预设 {0} 。

source: Saving Movie without Audio %<PRId64> - %<PRId64>
es: Grabando Película sin Audio %<PRId64> - %<PRId64>
zh_cn: 保存没有音频 %<PRId64> - %<PRId64> 的电影

source: Saving Movie with Audio %<PRId64> - %<PRId64>
es: Grabando Película con Audio %<PRId64> - %<PRId64>
zh_cn: 以音频 %<PRId64> - %<PRId64> 保存电影

source: Saving Audio %<PRId64> - %<PRId64>
es: Grabando Audio %<PRId64> - %<PRId64>
zh_cn: 保存音频 %<PRId64> - %<PRId64>

source: Saving Pictures without Audio %<PRId64> - %<PRId64>
es: Grabando Película sin Audio %<PRId64> - %<PRId64>
zh_cn: 无音频 %<PRId64> - %<PRId64> 保存图片

source: Audio only in timeline, but not trying to save audio.
es: Solo audio en la línea de tiempo, pero no intenta grabar audio.
zh_cn: 音频仅以时间为时长, 但不试图保存音频 。

source: {0}: Invalid OpenGL format and type
es: {0}: Formato y tipo de OpenGL inválidos
zh_cn: {0}: 无效的 OpenGL 格式和类型

source: OpenGL info: {0}
es: Información de OpenGL: {0}
zh_cn: OpenGL 信息: {0}

source: Saving... {0}
zh_cn: 保存... {0}

source: Empty video data at time {0}.
es: Datos de vídeo vacios en {0}.
zh_cn: 时间 {0} 时空视频数据 。

source: Reading preferences from "{0}{1}".
zh_cn: 读取“ "{0}{1}" 的首选项 。

source: Failed to retrieve {0}.
es: Fallé en recuperar {0}.
zh_cn: 获取 {0} 失败 。

source: FFmpeg YUV to RGB Conversion is on in Settings Panel. mrv2 will play back movies slower.
es: Conversiòn FFmpeg de YUV a RGB esta activado en el Panel de Seteos. mrv2 reproducirá las películas más lentamente.
zh_cn: 设置面板中正在使用FFmpeg YUV 转换到 RGB 。 mrv2 将会减速播放电影 。

source: Could not open color theme from "{0}".
es: No pude abrir tema de color desde "{0}".
zh_cn: 无法打开 "{0}" 的颜色主题 。

source: Loaded color themes from "{0}".
es: Cargué tema de color desde "{0}".
zh_cn: 从 "{0}" 装入的颜色主题 。

source: Setting OCIO config from preferences.
es: Seteando OCIO config desde preferencias.
zh_cn: 设置基于优惠的OCIO配置。

source: Setting OCIO config from OCIO environment variable.
es: Seteando OCIO config de la variable de entorno OCIO.
zh_cn: 根据OCIO环境变量设置OCIO配置。

source: Path mappings have been loaded from "{0}{1}".
zh_cn: 从 "{0}{1}" 装入路径映射图 。

source: Loading hotkeys from "{0}{1}.prefs".
es: Cargué teclas de manejo desde "{0}{1}.prefs".
zh_cn: 正在从 "{0}{1}.prefs" 装入热钥匙 。

source: Reseting hotkeys to default.
es: Reseteando teclas a los valores por defecto.
zh_cn: 将热钥匙重置为默认 。

source: Path mappings have been saved to "{0}{1}".
zh_cn: 路径映射已保存到 "{0}{1}"。

source: Hotkeys have been saved to "{0}{1}.prefs".
es: Teclas han sido grabadas en: "{0}{1}.prefs".
zh_cn: 热匙被保存到“ "{0}{1}.prefs".

source: Preferences have been saved to: "{0}{1}".
zh_cn: 首选项已保存为 "{0}{1}".

source: Removing
zh_cn: 删除

source: OCIO config is now:
es: OCIO config es ahora:
zh_cn: OCIO 配置为:

source: OCIO file "{0}" not found or not readable.
es: Config de OCIO "{0}" no existe o no es leíble.
zh_cn: 找不到或无法读取 OCIO 文件 "{0}" 。

source: Setting OCIO config to default:
es: Seteando OCIO config a defecto:
zh_cn: 设置 OCIO 默认配置 :

source: Setting OCIO config to built-in:
es: Seteando OCIO config a incorporada:
zh_cn: 设置 OCIO 内置配置 :

source: Path mapping for {0} already exists!
zh_cn: {0} 路径映射已经存在!

source: Comparing {0} to prefix {1}
es: Comparando {0} a prefijo {1}
zh_cn: 比较 {0} 到前缀 {1}

source: Found a match. File is now {0}
es: Encontre una equivalencia. El archivo es ahora {0}
zh_cn: 找到了匹配文件。 文件现在是 {0}

source: OCIO config file cannot be empty.
es: El archivo config de OCIO no puede estar vacío.
zh_cn: OCIO 配置文件不能为空 。

source: OCIO config '{0}' does not exist or is not readable.
es: Config de OCIO '{0}' no existe o no es leíble.
zh_cn: OCIO 配置 '{0}' 不存在或不可读 。

source: Invalid OCIO Ics '{0}'.
es: Espacio de Entrada de Color de OCIO inválido para '{0}'.
zh_cn: 无效的 OCIO Ics '{0}' 。

source: Invalid OCIO Look '{0}'.
es: Look de OCIO inválido para '{0}'.
zh_cn: 无效的 OCIO 外观 '{0}' 。

source: Invalid OCIO Display/View '{0}'.
es: Display/View de OCIO inválido para '{0}'.
zh_cn: 无效的 OCIO 显示/ 查看 '{0}' 。

source: Could not split '{0}' into display and view.
zh_cn: 无法将 '{0}' 分割为显示和视图 。

source: Setting OCIO Preset '{0}'.
zh_cn: 设置 OCIO 预设 '{0}' 。

source: Preset '{0}' not found.
zh_cn: 找不到预设 '{0}' 。

source: OCIO Preset '{0}' already exists!
zh_cn: OCIO 预设 '{0}' 已经存在!

source: Failed to load the file '{0}'.
zh_cn: 装入文件 '{0}' 失败 。

source: Loaded {0} ocio presets from "{1}".
zh_cn: 从“ {1} ” 装入 {0} ocio 预设 。

source: Failed to open the file '{0}' for saving.
zh_cn: 打开文件 '{0}' 保存失败 。

source: Failed to save the file '{0}'.
zh_cn: 保存文件 '{0}' 失败 。

source: OCIO presets have been saved to "{0}".
zh_cn: OCIO 预设已保存为 {0} 。

source: English
es: Inglés
zh_cn: 英语

source: Spanish
es: Español
zh_cn: 西班牙语

source: German
es: Alemán
zh_cn: 德语

source: Hindi
zh_cn: 印地语

source: Chinese Simplified
zh_cn: 简体中文

source: Need to reboot mrv2 to change language. Are you sure you want to continue?
es: Necesito rebootear mrv2 para cambiar lenguaje. ¿Está seguro que quiere continuar?
zh_cn: 需要重新启用 mrv2 来更改语言 。 您确定要继续吗?

source: Set Language to {0}, Numbers to {1}
es: Seteando el lenguaje a {0}, Números a {1}
zh_cn: 设置语言为 {0}, 数字为 {1}

source: Basque
es: Vasco
zh_cn: 巴斯克

source: Belarusian
es: Beloruso
zh_cn: 白俄罗斯语

source: Bengali
es: Bengalí
zh_cn: 孟加拉

source: Bulgarian
es: Búlgaro
zh_cn: 保加利亚语

source: Catalan
es: Catalán
zh_cn: 加泰罗尼亚语

source: Chinese
es: Chino
zh_cn: 中文

source: Czech
es: Checoslovaco
zh_cn: 捷克语

source: Danish
es: Danés
zh_cn: 丹麦语

source: Dutch
es: Neocelandés
zh_cn: 荷兰语

source: Finnish
es: Finlandés
zh_cn: 芬兰语

source: French
es: Francés
zh_cn: 法语

source: Galician
es: Gallego
zh_cn: 加利西亚人

source: Greek
es: Griego
zh_cn: 希腊语

source: Hebrew
es: Hebreo
zh_cn: 希伯来语

source: Icelandic
es: Icelandés
zh_cn: 冰岛语

source: Indonesian
es: Indonesio
zh_cn: 印度尼西亚语

source: Italian
es: Italiano
zh_cn: 意大利语

source: Irish
es: Irlandés
zh_cn: 爱尔兰语

source: Japanese
es: Japonés
zh_cn: 日本人

source: Korean
es: Coreano
zh_cn: 韩国人

source: Norwegan
es: Noruego
zh_cn: 挪威

source: Persian
es: Pérsico
zh_cn: 波斯语

source: Polish
es: Polaco
zh_cn: 波兰语

source: Portuguese
es: Portugués
zh_cn: 葡萄牙语

source: Tibetan
es: Tibetano
zh_cn: 藏藏

source: Romanian
es: Romano
zh_cn: 罗马尼亚语

source: Russian
es: Ruso
zh_cn: 俄文

source: Serbian
es: Serbio
zh_cn: 塞尔维亚

source: Slovenian
es: Eslovaco
zh_cn: 斯洛文尼亚语

source: Swedish
es: Sueco
zh_cn: 瑞典

source: Thai
zh_cn: 泰国

source: Turkish
es: Turco
zh_cn: 土耳其

source: Vietnamese
es: Vietnamita
zh_cn: 越南语

source: Welsh
es: Galés
zh_cn: 威尔士语

source: Yiddish
es: Yidish
zh_cn: 意第绪语

source: Zulu
zh_cn: 祖鲁

source: @B12@C7@b@.Function @B12@C7@b@.Hotkey
es: @B12@C7@b@.Función @B12@C7@b@.Tecla
zh_cn: @B12@C7@b@.功能 @B12@C7@b@.热键

source: Hotkey "%s" already used in "%s". Do you want to override it?
es: Tecla de manejo "%s" ya usada en "%s". ¿Quiere anularla?
zh_cn: %s 中已经使用的热密钥“%s”。您要覆盖它吗?

source: Corruption in hotkeys preferences. Hotkey '{0}' for {1} will not be available. Already used in {2}.
es: Corrupción de hotkeys en preferencias. Hotkey {0} para {1} no estará disponible. Ya usada en {2}.
zh_cn: 热键偏好中的腐败。 无法为 {1} 提供热键 '{0}'。 已经在 {2} 中使用 。

source: Load Directory
es: Cargar Directoro
zh_cn: 装入目录

source: Reels (*.{
zh_cn: 里尔(*.{)

source: Images (*.{
es: Imagenes (*.{
zh_cn: 图像 (*. {)

source: Sessions (*.
zh_cn: 届会(*.)

source: All (*.{
es: Todos (*.{
zh_cn: (*.{)所有(*.{)

source: Movies (*.{
zh_cn: 电影(*.{)

source: Load Image(s)
zh_cn: 装入图像

source: Load Movie or Sequence
es: Cargar Película o Secuencia
zh_cn: 装入电影或序列

source: Save OTIO timeline
es: Grabar Línea de Tiempo OTIO
zh_cn: OTIO 保存时间

source: Save Python Script
es: Grabar Script de Python
zh_cn: 保存 Python 脚本

source: Load Python Script
es: Cargar Script de Python
zh_cn: 加载 Python 脚本

source: Load LUT
es: Cargar LUT
zh_cn: 装入 LUT

source: Subtitles (*.{
es: Subtítulos(*.{
zh_cn: 字幕 (*.{)

source: Load Subtitle
es: Cargar Subtítulo
zh_cn: 加载字幕

source: Audios (*.{
zh_cn: 音频 (*.{)

source: Load Audio
es: Cargar Audio
zh_cn: 装入音频

source: Save Single Frame
es: Grabar un Solo Cuadro
zh_cn: 保存单一框架

source: Save Audio
es: Grabar Audio
zh_cn: 保存音频

source: Save Movie or Sequence
es: Grabar Película o Secuencia
zh_cn: 保存电影或序列

source: Save Annotations to PDF
es: Grabar Anotaciones a PDF
zh_cn: 将说明保存到 PDF

source: Open Session
es: Abrir Sesión
zh_cn: 公开会议

source: Save Session
es: Grabar Sesión
zh_cn: 保存会话

source: OCIO config (*.{
zh_cn: OCIO 配置(*.{)

source: Load OCIO Config
es: Cargar Configuración OCIO
zh_cn: 加载 OCIO 配置

source: Default
es: Defecto
zh_cn: 默认

source: Annotations
es: Anotaciones
zh_cn: 说明

source: Background
es: Fondo
zh_cn: 背景

source: Color
zh_cn: 颜色

source: Color Area
es: Área de Color
zh_cn: 颜色区域

source: Devices
es: Dispositivos
zh_cn: 设备

source: Environment Map
es: Mapa del Entorno
zh_cn: 环境地图

source: Histogram
es: Histograma
zh_cn: 直方图

source: Logs
es: Bitácora
zh_cn: 日志

source: Media Information
es: Información del Medio
zh_cn: 媒体信息

source: Settings
es: Seteos
zh_cn: 设置

source: Vectorscope
es: Vectorscopio
zh_cn: 矢量镜

source: Hotkeys
es: Teclas de Manejo
zh_cn: 热钥匙

source: Preferences
es: Preferencias
zh_cn: 首首首选

source: About
es: Acerca
zh_cn: 关于

source: File extension cannot be empty.
es: Extensión del archivo no puede estar vacía.
zh_cn: 文件扩展名不能为空 。

source: Saving audio but current clip does not have audio.
es: Grabando audio pero el clip actual no tiene audio.
zh_cn: 保存音频, 但当前剪辑没有音频 。

source: Saving video but with an audio extension.
es: Grabando video pero con una extension de audio.
zh_cn: 保存视频,但有音频扩展。

source: View/Mask
es: Vista/Máscara
zh_cn: 视图/遮遮罩

source: OCIO/ Input Color Space
zh_cn: OCIO/ 输入色彩空间

source: OCIO/ Look
zh_cn: OCIO/ 看一看

source: All Monitors
zh_cn: 所有监视器

source: Pick Color
es: Elegir Color
zh_cn: 选择颜色

source: Pick Draw Color and Alpha
es: Elegir Color y Opacidad de Dibujo
zh_cn: 选择绘图颜色和阿尔法

source: Media
es: Medios
zh_cn: 媒体

source: UI
zh_cn: UI 界面 UI

source: Pan And Zoom
es: Paneo y Zoom
zh_cn: Pan 和 缩放

source: Timeline
es: Línea de Tiempo
zh_cn: 时间线

source: You have EDLs in the current session. These will not be saved in the session file. Do you want to continue?
es: Tiene Listas de Edición en la sesión actual. Éstas no serán grabadas en el archivo de sesión. ¿Quiere continuar?
zh_cn: 您在当前会话中有 EDL 。 这些不会保存在会话文件中。 您想要继续吗?

source: Edit Text Annotation
es: Editar Anotación de Texto
zh_cn: 编辑文本注释

source: No item selected
es: Ningún item seleccionado
zh_cn: 未选中项目

source: Font not found. Will not use UTF-8.
es: Tipografía no encontrada. No usaré UTF-8.
zh_cn: 未找到字体。 将不会使用 UTF-8 。

source: %s - Page %d
es: %s - Página %d
zh_cn: %s - 第%d页

source: Frame {0} - Timecode: {1} - {2} Secs.
es: Cuadro {0} - Timecode: {1} - {2} Segs.
zh_cn: 框架 {0} - 时间代码 : {1} - {2} 秒数 。

source: Image too big. Will save the viewport size.
es: Imagen demasiado grande. Grabaré el tamaño de la vista.
zh_cn: 图像太大。 将保存视图的大小 。

source: Viewport Size: {0} Render Size: {1}
es: Tamaño de la Ventana: {0} Tamaño del Render {1}
zh_cn: 查看端口大小 : {0} 文件大小 : {1}

source: Scrub
es: Fregar
zh_cn: 灌木

source: Selection
es: Selección
zh_cn: 选择

source: Draw
es: Dibujar
zh_cn: 绘图

source: Erase
es: Borrar
zh_cn: 擦除

source: Circle
es: Círculo
zh_cn: 圆圆

source: Rectangle
es: Rectángulo
zh_cn: 矩形

source: Arrow
es: Flecha
zh_cn: 箭箭头

source: Rotate
es: Rotar
zh_cn: 旋转

source: Trim
es: Recortar
zh_cn: 修饰

source: Slip
es: Resbalar
zh_cn: 滑滑滑

source: Slide
es: Deslizar
zh_cn: 幻灯片幻灯片幻灯片幻灯片

source: Ripple
es: Ondulación
zh_cn: 波纹

source: Roll
es: Rodar
zh_cn: 滚滚

source: Render/Minify Filter/Linear
es: Render/Filtro Minificación/Linear
zh_cn: 招标/最小化过滤器/线性

source: Render/Magnify Filter/Linear
es: Render/Filtro Magnificación/Linear
zh_cn: 招标/放大过滤器/线性

source: (no image)
es: (sin imagen)
zh_cn: (无图像)
