Repository: Olympusmonsgames/mrv2
Catalog: mrv2/po/*.po
Languages: es, zh_cn

source: The Profile setting allows you to select the codec and profile for video saving. Each profile has its benefits and drawbacks. None - This is mpeg4 compatible with DVD movies. H264 - Only if mrv2 has been compiled as GPL. One of the most popular codecs, but it is now becoming obsolete. ProRes - ProRes is a family of codecs developed by Apple. The Normal version strikes a balance between quality and file size. ProRes_Proxy - Most compressed ProRes, offering the smallest file size. Good for offline editing. ProRes_LT - More compressed than normal ProRes but less than Proxy. Good for offline editing. ProRes_HQ - Less compressed then normal ProRes. Often used for mastering and final delivery. ProRes_4444 - Highest quality ProRes format, offering full 4:4:4 chroma sampling (color information for each pixel). Preserves the most detail and color accuracy, ideal for high-end workflows like color grading and visual effects. Supports alpha channels for compositing graphics with transparency. ProRes_XQ - Highest quality version of ProRes 4444, designed for high-dynamic-range (HDR) imagery. VP9 - Codec developed by Google. High compression ratio. It supports a whole range of pixel formats to balance disk space vs. quality. Good for high-end delivery for either Web or online review. Cineform - codec developed by GoPro, that rivals ProRes in features, except for HDR. It was discontinued in 2021, but most packages may support it. It does not compress as well as ProRes or VP9. It supports alpha channels for compositing graphics with transparency. AV1 - New generation codec which is gaining support from Google, Netflix and Amazon. Compresses better than VP9 or H264 for the same quality but requires more computer resources. Optimal for video reviews. HAP - RGB/A codec which is optimized for fast playback with CPU decoding. It does not compress that well. It needs hap-alpha* presets to save alpha channel. Hardware encoding is only supported on newer MacBook Pro with M1 or newer chips. H264, Prores, VP9 and AV1 are supported or soon will be.
zh_cn: The Profile setting allows you to select the codec and profile for video saving. Each profile has its benefits and drawbacks. None - This is mpeg4 compatible with DVD movies. H264 - Only if mrv2 has been compiled as GPL. One of the most popular codecs, but it is now becoming obsolete. ProRes - ProRes is a family of codecs developed by Apple. The Normal version strikes a balance between quality and file size. ProRes_Proxy - Most compressed ProRes, offering the smallest file size. Good for offline editing. ProRes_LT - More compressed than normal ProRes but less than Proxy. Good for offline editing. ProRes_HQ - Less compressed then normal ProRes. Often used for mastering and final delivery. ProRes_44 - Highest quality ProRes format, offering full 4:4 chroma sampling (color information for each pixel). Preserves the most detail and color accuracy, ideal for high-end workflows like color grading and visual effects. Supports alpha channels for compositing graphics with transparency. ProRes_XQ - Highest quality version of ProRes 44, designed for high-dynamic-range (HDR) imagery. VP9 - Codec developed by Google. High compression ratio. It supports a whole range of pixel formats to balance disk space vs. quality. Good for high-end delivery for either Web or online review. Cineform - codec developed by GoPro, that rivals ProRes in features, except for HDR. It was discontinued in 2021, but most packages may support it. It does not compress as well as ProRes or VP9. It supports alpha channels for compositing graphics with transparency. AV1 - New generation codec which is gaing support from Google, Netflix and Amazon. Compresses better than VP9 or H264 for the same quality but requires more computer resources. Optimal for video reviews. HAP - RGB/A codec which is optimized for fast playback with CPU decoding. It does not compress that well. It needs hap-alpha* presets to save alpha channel. Hardware encoding is only supported on newer MacBook Pro with M1 or newer chips. H264, Prores, VP9 and AV1 are supported or soon will be.

source: Pixel Format Help
es: Ayuda de Formato de Pixel
zh_cn: 像素格式帮助

source: The Pixel Format specifies how the video is encoded in the file. Each codec and profile has a number of pixel formats it supports. There are two main types of pixel formats supported: - YUV (Luminance, Cr, Cb) - BGR (RGB with reversed channels) - RGB In addition, some codecs support alpha channel (transparency), like BGRA. The other element of the codec is the 'P' which indicates the channels are stored in planar order, instead of each component interleaved. Finally, the number in the pixel format name indicates the number of bits the pixel format uses to encode. Normal values for that are 8, 10, 12 and 16.
zh_cn: 像素格式指定了视频如何在文件中编码。 每个编码和配置都有它所支持的像素格式。 支持的像素格式有两大类: - YUV( Luminance, Cr, Cb) - BGR( RGB 使用逆向频道) - RGB 。 此外, 一些代码支持 Alpha 频道( 透明性), 比如 BGRA。 编码器的另一个元素是“ P ”, 它表示频道按平面顺序存储, 而不是每个组件的内置。 最后, 像素格式名称中的数字表示用于编码的像素格式位数。 普通值为 8、 10、 12 和 16。 正常值为 8、 12 和 16 。

source: Preset Help
es: Ayuda de Preseteo
zh_cn: 预设帮助

source: The Preset setting allows you to store and pass flags to FFmpeg (the video engine that mrv2 uses) to easily control the quality and size of the video besides the pixel format. When choosing the quality you should set in this order: - Profile - Pixel Format - Preset The preset files are stored in the presets/ directory of the mrv2 install but you can configure the directory by using the environment variable $STUDIOPATH/presets. The naming of the files is the name of the profile-preset.pst. The format is very simple, with comments and colon separated options.
es: El seteo de preseteo te permite almacenar y pasar opciones a FFmpeg (el motor de vídeo que mrv2 usa) para mayor control de la calidad y tamaño del video además del formato de pixel. Al elegir la calidad, deberías setear en este orden: - Perfil - Format de Pixel - Preseteo
zh_cn: Preset 设置允许您存储并传递标记到 FFmpeg (mrv2 使用的视频引擎), 以便除像素格式外更容易控制视频的质量和大小。 当选择您在此顺序中设定的质量时 : - Profile - 像素格式 - 预设文件存储在 yrv2 安装的预设/ 目录中, 但是您可以通过环境变量 $STUDIOPATH/ preset 来配置目录。 文件的名称是配置- preset.pst 的名称。 格式非常简单, 带有批注和冒号分隔选项 。

source: Advanced Settings Help
es: Ayuda de Seteos Avanzados
zh_cn: 高级设置帮助

source: The Advanced Settings allows you store metadata in the movie file to determine where and how it was created. Useful to indicate, for example, if a set of 8-bit images were sRGB or Rec709. If you don't know what those settings do, DON'T MESS WITH THEM!
es: Los Seteos Avanzados permiten guardar metadatos en la película para determinar de dónde y como fue creada. Útil para indicar, por ejemplo, que un grupo de imágenes de 8-bit son sRGB o Rec709. Si no sabes lo que hacen estos seteos, NO TE METAS CON ELLOS!
zh_cn: 高级设置允许您在电影文件中存储元数据, 以确定元数据创建地点和方式。 例如, 如果一组 8位图像是 sRGB 或 Rec709, 显示是否为 sRGB 或 Rec709, 如果您不知道这些设置会做什么, 请不要与这些设置一起!

source: FIT
zh_cn: 脚

source: Hex
zh_cn: 十六进

source: 8bit
zh_cn: 8位

source: YUV (Analog PAL)
zh_cn: YUV (Analog PAL) (Analog PAL)

source: YIQ (Analog NTSC)
zh_cn: YIQ(NTSC 年数)

source: ITU-601 (Digital PAL/NTSC YCbCr)
zh_cn: ITU-601(数字PAL/NTSC YCbCr)

source: ITU-709 (Digital HDTV YCbCr)
zh_cn: ITU-709(数字HDTV YCbCr)

source: Full
es: Completo
zh_cn: 完整

source: Original
zh_cn: 原件

source: Y (Luminance)
zh_cn: Y (荣誉)

source: Y' (Lumma)
zh_cn: Y''(卢马)

source: L (Lightness)
zh_cn: L( 亮度)

source: Image zoom setting.
es: Seteo de zoom de la imagen.
zh_cn: 图像放大设置 。

source: Image coordinate of pixel under mouse.
es: Coordenade del pixel bajo el ratón.
zh_cn: 鼠标下像素图像坐标 。

source: Switch RGBA display between floating point, hexadecimal (0..0xff) and decimal (0..255).
es: Intercambiel el display RGBA entre coma flotante, hexadecimal (0..0xff) Y decimal (0..255).
zh_cn: 在浮动点、十六进制(0.0xff)和十进制(0.2.55)之间切换 RGBA 显示。

source: Red value of image pixel under mouse.
es: Valor Rojo del pixel de imagen bajo el ratón-
zh_cn: 鼠标下图像像素红色值 。

source: Green value of image pixel under mouse.
es: Valor verde del pixel de la imagen bajo el ratón.
zh_cn: 鼠标下图像像素的绿色值 。

source: Blue value of image pixel under mouse.
es: Valores de Azul del pixel de la imagen bajo el ratón.
zh_cn: 鼠标下图像像素的蓝色值 。

source: Alpha value of image pixel under mouse.
es: Valor alpha del pixel de la imagen bajo el ratón.
zh_cn: 鼠标下图像像素的 Alpha 值 。

source: 8-bit sample of image pixel under mouse.
es: Muestreo de 8 bits del pixel de la imagen bajo el ratón.
zh_cn: 鼠标下图像像素的8位位样本 。

source: Switch pixel color space information display for the pixel under the cursor.
es: Intercambie la información del display del expacio de color de pixel color para el pixel bajo el cursor.
zh_cn: 光标下像素的切换像素色彩空间信息显示 。

source: Hue value of image pixel under mouse.
es: Valor de matiz del pixel de imagen bajo el ratón.
zh_cn: 鼠标下图像像素的色调值 。

source: Saturation value of image pixel under mouse.
es: Valor de Saturación del pixel de la imagen bajo el ratón.
zh_cn: 鼠标下图像像素的饱和值 。

source: Value (Intensity) of image pixel under mouse.
es: Valor (Intensidad) del pixel de la imagen bajo el ratón.
zh_cn: 鼠标下图像像素的值( 强度) 。

source: Displays: * Full Pixel Values (Gamma, Gain and LUT) * Original (No Gamma, No Gain, No Lut)
es: Muestra Valores de Pixel: * Completos (Gama, Gain y LUT) * Original (Sin Gama, sin Gain y Sin Lut)
zh_cn: 显示 : * 完整的像素值( 伽玛、 增益和 LUT) * 原始( 无伽玛、 无增益、 无卢特)

source: Luminance of image pixel under mouse.
es: Luminancia del pixel de la imagen bajo el ratón.
zh_cn: 鼠标下图像像素的亮度 。

source: Seconds
es: Segundos
zh_cn: 秒数

source: Timecode
zh_cn: 时间代码

source: Switch between Frame, Seconds and Timecode display
es: Intercambie Display entre Cuadros, Segundos y Código de Tiempo
zh_cn: 框架、 秒和时间代码显示之间的切换

source: Current frame.
es: Cuadro actual.
zh_cn: 当前框架。

source: Go to the beginning of the sequence.
es: Ir al principio de la secuencia.
zh_cn: 转到序列的起点 。

source: Play sequence backwards.
es: Reproducir secuencia para atrás.
zh_cn: 向后播放序列 。

source: Go back one frame.
es: Retroceder un cuadro.
zh_cn: 回到一个框。

source: Stop playback.
es: Parar reproducción.
zh_cn: 停止播放 。

source: Advance one frame.
es: Avanzar un cuadro.
zh_cn: 前一框架。

source: Play sequence forward.
es: Reproducir secuencia para adelante.
zh_cn: 向前播放顺序 。

source: Go to the end of the sequence.
es: Ir al final de la secuencia.
zh_cn: 转到序列的尽头 。

source: Looping mode (Loop, Once, Ping-Pong)
es: Modo de Bucle (Bucle, Una vez, Ping-Pong)
zh_cn: 环圈模式( Loop, Ocene, Ping- Pong)

source: Some default frame rate settings.
es: Algunos seteos por defector de cuadros por segundo.
zh_cn: 一些默认框架速率设置 。

source: Allows you to adjust frame rate playback.
es: Te permite ajustar la velocidad de reprodución.
zh_cn: 允许您调整框架速率回放 。

source: Mute audio or switch audio tracks with the right mouse button.
es: Silenciar audio o cambiar de pista con el botón derecho del ratón.
zh_cn: 用鼠标右键静音或开关音轨 。

source: Audio Volume
es: Volúmen del Audio
zh_cn: 音频音量

source: S
zh_cn: S 级

source: Allows you to set starting frame for timeline.
es: Permite setear el cuadro de comienzo para la barra de tiempo.
zh_cn: 允许您设定时间框架的起始框架 。

source: E
zh_cn: 英 英

source: Allows you to set the ending frame for timeline.
es: Permite setear el cuadro de finalización para la barra de tiempo.
zh_cn: 允许您设定结束时间框架 。

source: mrv2
zh_cn: 平方公尺2color

source: MenuBar
zh_cn: 菜单栏

source: Edit
es: Edición
zh_cn: 编辑

source: Toggle Edit Mode
es: Alternar Modo de Edición
zh_cn: 切换编辑模式

source: Fit Window to Image
es: Ajustar Ventana a la Imagen
zh_cn: 窗口适合图像

source: TopBar
zh_cn: 顶上栏

source: Layers, Exposure, Saturation, and Gamma
zh_cn: 图层、接触、饱和度和伽玛

source: Layers
es: Capas
zh_cn: 层层

source: Allows you to select different image channels or layers.
es: Permite seleccionar diferente canales de la imagen o capas.
zh_cn: 允许您选择不同的图像通道或层。

source: Exposure and Gain
es: Exposición y Ganancia
zh_cn: 接触和收益

source: Exposure
es: Exposición
zh_cn: 接触

source: Reduce gain 1/4 stop (divide by sqrt(sqrt(2))).
zh_cn: 减少增益 1//4 停止( 通过 sqrt (sqrt(2)) 进行分流 ) 。

source: f/8
zh_cn: f, f, f, f/8 8,8

source: Toggle gain between 1 and the previous setting.
es: Intercambia ganancia enter 1 y el seteo previo.
zh_cn: 切换在 1 和上一个设置之间的收益 。

source: Increase gain 1/4 stop (multiply by sqrt(sqrt(2))).
zh_cn: 增加 1//4 停止( 乘以 sqrt (sqrt(2)) )

source: Gain
es: Ganancia
zh_cn: 收益

source: Gain image value. A simple multiplier of the image pixel values.
es: Valor de ganancia de la imagen. Un simple multiplicador de los valores de los píxeles de la imagen.
zh_cn: 增益图像值。 图像像素值的简单乘数 。

source: Allows you to adjust the gain or exposure of the image.
es: Te permite ajustar la ganancia o exposición de la imagen.
zh_cn: 允许您调整图像的增益或曝光 。

source: Toggle Saturation between current and previous setting.
zh_cn: 切换当前和上一个设置之间的饱和度 。

source: Saturation Input
zh_cn: 饱和输入

source: Saturation value.
zh_cn: 饱和度值 。

source: Allows you to adjust the saturation of the image.
zh_cn: 允许您调整图像的饱和度 。

source: Toggle gamma between 1 and the previous setting.
es: Intercambia gama enter 1 y el seteo previo.
zh_cn: 在 1 和上一个设置之间切换伽玛 。

source: Resizable Control Group
es: Grupo de Control de Ajuste
zh_cn: 可调整控控组

source: Gamma Input
es: Entrada de Gama
zh_cn: Gamma 输入

source: Allows you to adjust gamma curve for display. Value is: pow( 2, 1/x );
es: Te permite ajustar la curva de gama para display. Valor es: pow( 2, 1/x );
zh_cn: 允许您调整显示的伽马曲线。 值为: pow( 2, 1/x) ;

source: ICS, View, Look
zh_cn: ICS, 视图, 查看

source: Input Color Space
es: Espacio de Entrada de Color
zh_cn: 输入色彩空间

source: OCIO input color space for the image
es: OCIO espacio de color para la imagen
zh_cn: OCIO 图像输入颜色空间

source: View and Look
es: Vista y Look
zh_cn: 查看和查看

source: View
es: Vista
zh_cn: 视图

source: OCIO Display/View
es: OCIO Display/Vista
zh_cn: OCIO 显示/视图

source: Look
zh_cn: 看

source: OCIO Looks
es: Looks de OCIO
zh_cn: OCIO 外观

source: TileGroup
zh_cn: 牌盘组

source: Scrubbing Tool
es: Herramienta de Fregado
zh_cn: 擦擦工具

source: Area Select Tool
es: Herramienta de Selección de Area
zh_cn: 区域选择工具

source: Freehand Drawing Tool
es: Herramienta de Dibujo a Mano Alzada
zh_cn: 自手绘图工具

source: Eraser Tool
es: Herramienta de Borrar
zh_cn: 橡皮擦工具

source: Circle Tool
es: Herramienta de Círculo
zh_cn: 圆环工具

source: Rectangle Tool
es: Herramienta de Rectángulo
zh_cn: 矩形工具

source: Arrow Tool
es: Herramienta de Flecha
zh_cn: 箭头工具

source: Text Tool. Right click to edit previously stamped text.
es: Herramienta de Texto. Cliquee con el botón defecho para editar texto previamente estampado.
zh_cn: 文本工具。 右键单击以编辑先前加盖标记的文本 。

source: Old Color Used. Click on the Arrow to alternate.
es: Color Viejo Usado. Cliquée en la Flecha para intercambiar.
zh_cn: 旧颜色已用过。 单击箭头可替换 。

source: Switch Colors
es: Intercambiar Colores
zh_cn: 切换颜色

source: Opacity of pen stroke
es: Opacidad del Trazo
zh_cn: 笔中不透明度

source: Undo Last Shape Drawn in Current Frame.
es: Deshacer la Última Figura Dibujada en Cuadro Actual.
zh_cn: 在当前框架中撤消上次绘制的形状 。

source: Redo Previous Shape Drawn in Current Frame.
es: Rehacer la Última Figura Dibujada en Cuadro Actual.
zh_cn: 在当前框架中重新绘制上一个形状 。

source: DockGroup
zh_cn: 嵌入组

source: BottomBar
zh_cn: 底底栏

source: PixelBar
zh_cn: 像素栏

source: StatusBar
zh_cn: 状态栏

source: Current tool being used.
es: Herramienta siendo usada.
zh_cn: 当前工具正在使用中。

source: RLE
zh_cn: 区域

source: ZIPS
zh_cn: ZIPS 新西兰

source: ZIP
zh_cn: ZIP 新西兰

source: PIZ
zh_cn: PIZ PIZ

source: B44
zh_cn: 44 B44

source: B44A
zh_cn: B44A B44A

source: DWAA
zh_cn: DWAA 妇女事务司

source: Half
zh_cn: 半

source: Float
es: Coma flotante
zh_cn: 浮浮动

source: Save Image Options
es: Opciones de Grabar Imagen
zh_cn: 保存图像选项

source: Save Annotations burned into the movie or sequence.
es: Grabar anotaciones fijas en la película o secuencia.
zh_cn: 将说明保存到影片或顺序中。

source: OpenEXR Options
es: Opciones de OpenEXR
zh_cn: OpenEXR 选项

source: OpenEXR's Compression Type
es: Tipo de Compresión de OpenEXR
zh_cn: OpenEXR 压缩类型

source: Pixel Type
es: Tipo de Pixel
zh_cn: 像素类型

source: OpenEXR's Pixel Type
es: Tipo de Pixel de OpenEXR.
zh_cn: OpenEXR 的像素类型

source: ZIP Compression
es: Compresión Zip
zh_cn: ZIP 压缩

source: DWA Compression
es: Compresión DWA
zh_cn: DWA 压缩

source: 0.00 None
es: 0,00 Ninguno
zh_cn: 0.00 无

source: 1.00 Square
es: 1,00 Cuadrado
zh_cn: 1.00 广场

source: 1.19 Movietone
zh_cn: 1.19 胶片

source: 1.37 Academy (Full Frame)
es: 1,37 Academy (Cuadro Completo)
zh_cn: 1.37 学院(全面框架)

source: 1.50 Still Photo
es: 1,50 Foto Fija
zh_cn: 1.50 静物照片

source: 1.66 European Widescreen
es: 1,66 Pantalla Ancha Europea
zh_cn: 1.66 欧洲宽屏

source: 1.85 Widescreen (3-perf)
es: 1,85 Pantalla Ancha (3-perf)
zh_cn: 1.85 宽屏(3perf)

source: 2.00 Univisium
zh_cn: 2.00 大学

source: 2.10 VistaVision
zh_cn: 2.10 《展望》

source: 2.20 70mm
zh_cn: 2.20 70毫米

source: 2.35 CinemaScope (old 2.35)
es: 2,35 CinemaScope (viejo 2,35)
zh_cn: 2.35 电影范围(旧2.35)

source: 2.39 Panavision (new 2.35)
es: 2,39 Panavision (nuevo 2,35)
zh_cn: 2.39 电视(新2.35)

source: 4.00 Polyvision
zh_cn: 4.00 影视

source: Slow
es: Lento
zh_cn: 慢

source: Medium
es: Medio
zh_cn: 中 中

source: Fast
es: Rápido
zh_cn: 快速

source: Float Values
es: Valores Coma Flotante
zh_cn: 浮浮值

source: Hex Values
es: Valores Hex
zh_cn: Hex 值

source: 8-bit Values
es: Valores 8-bit
zh_cn: 8 位值

source: Full Lut, Gamma and Gain
es: Lut, Gama y Ganancia
zh_cn: 富液、伽玛和增益

source: Original without Gamma, Gain or Lut
es: Original sin Gama, Gain o Lut
zh_cn: 原始无伽玛、 增益或润滑

source: CIE XYZ
zh_cn: CIE XYZ CIE XYZ CIE 关键

source: CIE xyY
zh_cn: CIE xyY CIE xyY 计算器

source: From File
es: Del Archivo
zh_cn: 从文件

source: Legal Range
es: Rango Legal
zh_cn: 法律范围

source: Full Range
es: Rango Completo
zh_cn: 全范围

source: Straight
es: Derecho
zh_cn: 直直直

source: Premultiplied
es: Premultiplicado
zh_cn: 杂杂

source: Nearest
es: Cercanía
zh_cn: 近近

source: Small
es: Pequeño
zh_cn: 小

source: Large
es: Grande
zh_cn: 大型

source: Loop
es: Bucle
zh_cn: 循环圈

source: Ping Pong
zh_cn: 平平

source: Video Only
es: Sólo Vídeo
zh_cn: 仅视频

source: Video and Audio
es: Video y Audio
zh_cn: 视频和音频

source: Black Frame
es: Cuadro Negro
zh_cn: 黑框架黑框架

source: Repeat Frame
es: Repetir Cuadro
zh_cn: 重复框架

source: Scratched Frame
es: Repetir Cuadro Marcado
zh_cn: 剪剪剪框架

source: Always
es: Siempre
zh_cn: 总是

source: Presentation Mode
es: Modo de Presentación
zh_cn: 演示介绍模式

source: Automatic
zh_cn: 自动

source: Half Float
zh_cn: 半浮数

source: Full Float (Accurate)
zh_cn: 全浮( 准确)

source: Open Logs on Dock
es: Abrir Bitácora en el Muelle
zh_cn: 在停靠上打开日志

source: Open Logs on Window
es: Abrir Bitácora en una Ventana
zh_cn: 窗口上打开日志

source: On Demand From Help Menu
es: En Demanda del Menu de Ayuda
zh_cn: 从帮助菜单中需求

source: At Start Up
es: Al Comenzar
zh_cn: 启动时

source: This will reset all your preferences to their default values. Are you sure you want to continue?
zh_cn: 这将将您所有的首选项重置为默认值。 您确定要继续吗?

source: User Interface
es: Interfaz del Usuario
zh_cn: 用户界面

source: Window Behavior
es: Comportamiento de la Ventana
zh_cn: 窗口行为

source: Always on Top
es: Siempre Arriba
zh_cn: 总是在顶端

source: When selected, mrv2's window will always show up on top of other windows on the desktop.
es: Al seleccionarlo, la ventana de mrv2 se mostrará arriba de otras ventanas en el escritorio.
zh_cn: 选中时, drv2 的窗口将总是出现在桌面上其他窗口的顶端 。

source: Secondary on Top
es: Flotar Vista Secundaria
zh_cn: 最高中学

source: Single Instance
es: Una Instancia
zh_cn: 单一案件

source: When selected, only a single mrv2 instance is allowed. If you try to open several mrv2s with different images, all these images will be sent to the already open mrv2.
es: Cuando está seleccionado, solo una instancia de mrv2 será permitida. Si intentas abrir varios mrv2s con imágenes diferentes, todas estas imágenes serán enviadas al ya abierto mrv2.
zh_cn: 选中时, 仅允许单个的 drv2 实例。 如果您尝试用不同的图像打开多个 drv2 图像, 所有这些图像都会被发送到已经打开的 rv2 中 。

source: Auto Refit Image
es: Auto Rencuadrar la Imagen
zh_cn: 自动更新图像

source: When selected, mrv2 will apply a fit image operation on each video played. This effectly means the video will be resized automatically based on the size of the window.
es: Cuando esta seleccionado, mrv2 aplicará una operación de enmarcar imagen en cada video reproducido. Esto efectivamente significa que el video cambiará su tamaño basa en el tamaño de la ventana.
zh_cn: 当选中时, drv2 将在播放的每段视频上应用适合的图像操作。 这意味着视频将根据窗口大小自动调整大小 。

source: Raise on Enter
zh_cn: 输入时提高

source: When selected, mrv2 will raise the window to the front once you enter the view window.
zh_cn: 当选中时, drv2 将会在您进入视图窗口后将窗口向前移动 。

source: Normal
zh_cn: 普通

source: When selected, mrv2 will resize its window to the first image.
es: Al seleccionarlo, mrv2 cambiará el tamaño de su ventana al de la primer imagen.
zh_cn: 选中时, drv2 将调整窗口大小到第一个图像 。

source: Fullscreen
es: Pantalla Completa
zh_cn: 全屏

source: When selected, mrv2 will start in full screen mode.
es: Cuando esté seleccionado, mrv2 comenzará en modo de pantalla completa.
zh_cn: 选中时, mrv2 将以全屏模式启动 。

source: Presentation
es: Presentación
zh_cn: 列报

source: When selected, mrv2 will start in presentation mode.
es: Cuando se selecciona, mrv2 comenzará en modo de presentación.
zh_cn: 选中时, drv2 将启动演示模式 。

source: Maximized
zh_cn: 最大化

source: When selected, mrv2 will start in a maximized window.
zh_cn: 选中时, drv2 将在最大化窗口中启动 。

source: UI Elements
es: Elementos de UI
zh_cn: UU 要素

source: Menu Bar
es: Barra de Menú
zh_cn: 菜单酒吧

source: When selected, mrv2 will start with the menu bar already shown.
es: Al seleccionarlo, mrv2 comenzará con la barra de menu visible.
zh_cn: 选中时, mrv2 将从已显示的菜单栏开始 。

source: Topbar
es: Barra Superior
zh_cn: 顶头栏

source: When selected, mrv2 will start with its channel, gain, gamma toolbar visible.
es: Al seleccionarlo, mrv2 comenzará con su barra superior de canales, ganancia, lut y gama visible.
zh_cn: 选中时, drv2 将从频道开始, 获取 Gamma 工具栏可见 。

source: Pixel Toolbar
es: Barra de Pixel
zh_cn: 像素工具栏

source: When selected, mrv2 will start with the pixel toolbar shown.
es: Al seleccionarlo, mrv2 comenzará con la barra de pixel visible.
zh_cn: 选中时, grv2 将从显示的像素工具栏开始 。

source: When selected, mrv2 will start with the timeline shown.
es: Al seleccionarlo, mrv2 comenzará con la línea de tiempo visible.
zh_cn: 选中时, drv2 将从显示的时间表开始 。

source: Status Bar
es: Barra de Estatus
zh_cn: 地位栏

source: When selected, mrv2 will start with the status bar visible.
es: Al seleccionarlo, mrv2 comenzará con la barra de estatus visible.
zh_cn: 选中时, drv2 将从状态栏中显示状态栏开始 。

source: macOS Menus
es: Menus macOS
zh_cn: MACOS 菜单

source: This is a macOS setting only. When selected the menus will appear on the system toolbar instead of the mrv2 toolbar.
es: Este es un seteo de macOS. Cuando es seleccionado, los menues aparecerán en la barra del sistema en vez de la de mrv2.
zh_cn: 这只是一个 macOS 设置。 当选中菜单时, 菜单将出现在系统工具栏上, 而不是在 grv2 工具栏上 。

source: Tool Dock
es: Herramientas
zh_cn: 工具停靠工具库

source: When selected, mrv2 will start with the action tool dock already open.
es: Cuando seleccionado, mrv2 comenzará con la barra de herramientas visible.
zh_cn: 选中时, drv2 将从动作工具码头打开开始 。

source: Only One Panel
es: Un Solo Panel
zh_cn: 只有一个小组

source: When selected, mrv2 will start with the only one panel option selected.
es: Cuando seleccionado, mrv2 comenzará con la opción de un solo panel seleccionado.
zh_cn: 选中时, trv2 将使用唯一选中的一个面板选项开始 。

source: View Window
es: Ventana de Vista
zh_cn: 查看窗口

source: Defaults
es: Valores por Defecto
zh_cn: 默认

source: Sets the default gain when mrv2 starts.
es: Establece la ganancia por defecto cuando mrv2 comienza.
zh_cn: 当 MRV2 启动时设置默认收益 。

source: Sets the default gamma when mrv2 starts.
es: Establece la gama por defecto cuando mrv2 comienza.
zh_cn: 设置当 MRV2 启动时的默认伽玛 。

source: Crop
es: Recorte
zh_cn: 作物

source: Allows you to select a standard cropping area around image.
es: Te permite seleccionar un area de recorte standard alrededor de la imagen.
zh_cn: 允许您在图像周围选择一个标准裁剪区 。

source: Auto Frame
es: Encuadrar Cuadro
zh_cn: 自动框架自动框架
