Repository: Olympusmonsgames/mrv2
Catalog: mrv2/po/*.po
Languages: es, zh_cn

source: Speed (FPS) of the File Media.
es: Velocidad (FPS) de la File Media.

source: Playback state :class:`mrv2.timeline.Playbacks` of the File Media.
es: Estado de reproduccióne :class:`mrv2.timeline.Playbacks` de la File Media.

source: Loop state :class:`mrv2.timeline.Loop` of the File Media.
es: Estado de loop :class:`mrv2.timeline.Loop` en la File Media.

source: Current time :class:`mrv2.RationalTime` of the File Media.
es: Tiempo actual :class:`mrv2.RationalTime` de la File Media.

source: Command module. Used to run main commands and get and set the display, image, compare, LUT options.
es: Módulo de commandos. Usado para correr los comandos principales y obtener y setear las opciones de display, image, compare y LUT.

source: Get the language of mrv2.
es: Retorna el lenguaje de mrv2.

source: Get the layers of the timeline (GUI).
es: Obtener las capas de la línea de tiempo (GUI).

source: Get the version of mrv2.
es: Retorna la versión de mrv2.

source: Call Fl::check to update the GUI and return the number of seconds that elapsed.
es: LLamar a la rutina Fl::check para refrescar la interface y retorne los segundos que pasaron.

source: Annotations module. Contains all functions and classes related to the annotationss.
es: Mòdulo de Anotaciones. Contiene todas las clases y enums relacionados con las anotaciones.

source: {0} - Channels: {1} {2} {3}
es: {0} - Canales: {1} {2} {3}

source: Seek to the given time.
es: Saltar al tiempo dado.

source: Set the in/out points range.
es: Setear el range de entrada/salida.

source: Stereo 3D
es: Estéreo 3D

source: Host
es: Huesped

source: Output
es: Salida

source: Cache in Gigabytes. When not 0, it uses the value to automatically calculate the Read Ahead and Read Behind
es: Cache en Gigabytes. Cuando no es 0, usa el valor para automáticamente calcular la Lectura Adelante y Atrás.

source: Changes are applied to newly opened files.
es: Los cambios se applican al abrir nuevos archivos.

source: Default Hotkeys
es: Teclas por Defecto

source: Creation Date
es: Fecha de Creación

source: Linear
es: Lineal

source: Gamma
es: Gama

source: Notes
es: Notas

source: Failed to open the file for reading.
es: Fallé en abrir el archivo para leer.

source: Failed to load the file.
es: Fallé en cargar al archivo.

source: VP9 profile needs a .mp4, .mkv or .webm movie extension. Changing it to .webm
es: Perfil VP9 necesita una extensión de película .mp4, .mkv o .webm. Cambieando a .webm.

source: Image too big for annotations. Will scale to the viewport size.
es: Imagen demasiado grande. Grabaré el tamaño de la vista.

source: Writer plugin did not get output info. Defaulting to RGB_U8
es: El agregado de Escritura no obtuvo información de salida. Usando RGB_U8.

source: Reading preferences from "{0}mrv2.prefs".
es: Leyendo preferencias desde "{0}mrv2.prefs".

source: Path mappings have been loaded from "{0}mrv2.paths.prefs".
es: Mapeo de carpetas ha sido cargado de "{0}mrv2.paths.prefs".

source: Path mappings have been saved to "{0}mrv2.paths.prefs".
es: Mapeo de carpetas ha sido grabado en "{0}mrv2.paths.prefs".

source: Preferences have been saved to: "{0}mrv2.prefs".
es: Preferencias han sido grabadas en: "{0}mrv2.prefs".

source: Arabic
es: Árabe

source: Armenian
es: Armenio

source: Load Image
es: Cargar Imagen

source: Session
es: Sesión

source: Ahead V: % 4<PRIu64> A: % 4<PRIu64>
es: Adelante V: % 4<PRIu64> A: % 4<PRIu64>

source: Behind V: % 4<PRIu64> A: % 4<PRIu64>
es: Atrás V: % 4<PRIu64> A: % 4<PRIu64>

source: View/Data Window
es: Vista/Ventana de Datos

source: View/Display Window
es: Vista/Ventana de Display

source: View/Ignore Display Window
es: Vista/Ignorar Ventana de Display

source: View/Toggle Menu bar
es: Vista/Alternar Barra de Menú

source: View/Toggle Top bar
es: Vista/Alternar Barra Superior

source: View/Toggle Pixel bar
es: Vista/Alternar Barra de Pixel

source: View/Toggle Timeline
es: Vista/Alternar Línea de Tiempo

source: View/Toggle Status Bar
es: Vista/Alternar Barra de Estatus

source: View/Toggle Action Dock
es: Vista/Alternar Herramientas

source: mrv2 depends on:
es: mrv2 depende de:

source: Everything OK.
es: Todo Bien.

source: &File/&Clone
es: &Archivo/&Clonar

source: The Profile setting allows you to select the codec and profile for video saving. Each profile has its benefits and drawbacks. None - This is mpeg4 compatible with DVD movies. H264 - Only if mrv2 has been compiled as GPL. One of the most popular codecs, but it is now becoming obsolete. ProRes - ProRes is a family of codecs developed by Apple. The Normal version strikes a balance between quality and file size. ProRes_Proxy - Most compressed ProRes, offering the smallest file size. Good for offline editing. ProRes_LT - More compressed than normal ProRes but less than Proxy. Good for offline editing. ProRes_HQ - Less compressed then normal ProRes. Often used for mastering and final delivery. ProRes_4444 - Highest quality ProRes format, offering full 4:4:4 chroma sampling (color information for each pixel). Preserves the most detail and color accuracy, ideal for high-end workflows like color grading and visual effects. Supports alpha channels for compositing graphics with transparency. ProRes_XQ - Highest quality version of ProRes 4444, designed for high-dynamic-range (HDR) imagery. VP9 - Codec developed by Google. High compression ratio. It supports a whole range of pixel formats to balance disk space vs. quality. Good for high-end delivery for either Web or online review. Cineform - codec developed by GoPro, that rivals ProRes in features, except for HDR. It was discontinued in 2021, but most packages may support it. It does not compress as well as ProRes or VP9. It supports alpha channels for compositing graphics with transparency. AV1 - New generation codec which is gaining support from Google, Netflix and Amazon. Compresses better than VP9 or H264 for the same quality but requires more computer resources. Optimal for video reviews. Hardware encoding is only supported on newer MacBook Pro with M1 or newer chips. H264, Prores, VP9 and AV1 are supported or soon will be.
es: El seteo de Perfil permite seleccionar el codec y perfil para grabar el video. Cada perfil tiene sus ventajas y desventajas. None - Este es perfil de mpeg4 compatible con DVDs. H264 - Sólo si mrv2 a sido compilado como GPL. Uno de los codecs más populares, pero está quadando obsoleto. ProRes - ProRes es una familia de codecs desarrollado por Apple. La version Normal mantiene un buen balance entre calidad y tamaño de archivo. ProRes_Proxy - El ProRes más comprimido, ofreciendo el tamaño de archivo más pequeño. Bueno para edición offline. ProRes_LT - Más compresión que normal ProRes pero menos que Proxy. Bueno para edición offline. ProRes_HQ - Menos comprimido que ProRes. Usualmente usado para mastering y entrega final. ProRes_4444 - Formato de mayor calidad de Prores, ofreciendo sampleo de croma de 4:4:4 (información de color para cada pixel) Preserva el mayor detalle y precisión de color, ideal for trabajos de alto nivel como graduación de color y efectos visuales. Soporta canal alfa para componer gráficos con transparency. ProRes_XQ - La version de mayor calidad de ProRes 4444, diseñada para imágenes de high-dynamic-range (HDR). VP9 - Codec desarrollado por Google. Alto ratio de compresión. Soporta un gran rango de formatos de pixel para balancear espacio en disco vs. calidad. Bueno para entrega de alto nivel para Web o review en linea. Cineform - codec desarrollado por GoPro, que rivaliza ProRes en características, excepto por HDR. Fue discontinuado en 2021, pero la mayoría de las aplicaciones la soporta. No comprime tan bien como ProRes o VP9. Soporta en canal alfa para componer gráficos con transparencia. AV1 - Codec de nueva generación que está ganando el soporte de Google, Netflix and Amazon. Comprime mejor que VP9 o H264 para la misma calidad pero requiere más recursos de computación. Óptimo para revisión de video. Codificación en Hardware es solo supportada en MacBook Pro con M1 o chips mas nuevos. H264, Prores, VP9 y AV1 son soportado o pronto lo serán.

source: The Pixel Format specifies how the video is encoded in the file. Each codec and profile has a number of pixel formats it supports. There are two main types of pixel formats supported: - YUV (Luminance, Cr, Cb) - BGR (RGB with reversed channels) In addition, some codecs support alpha channel (transparency), like BGRA. The other element of the codec is the 'P' which indicates the channels are stored in planar order, instead of each component interleaved. Finally, the number in the pixel format name indicates the number of bits the pixel format uses to encode. Normal values for that are 8, 10, 12 and 16.
es: El Formato de Pixel especifica como se codifica el video en el archivo. Cada codec y perfil tiene un número de formatos de pixel formats que soporta. Hay dos tipos principales de formatos de pixel: - YUV (Luminancia, Cr, Cb) - BGR (RGB con canales invertidos) Además, algunos perfiles suportan un canal alfa (transparencia), como BGRA. El otro elemento del formato es la 'P' que indica que los canales están almacenados en orden plano, en vez de entrelazar cada componente. Finalmente, el número en el formato de pixel indica el número de bits usado para codificar. Valores normales son 8, 10, 12 and 16. El ultimo elemento LE (little endian) indica como se almacenan los bytes en la computadora.

source: Switch brightness calculation. Y (Luminance) is the pixel value according to Rec709: Y = 0.2126 R + 0.7152 G + 0.0722 B Y' (Lumma) is the weighted pixel value according to: Y' = ( R + G + B ) / 3.0 L (Lightness) is the human perception of luminance of the image which is non linear. According to CIE No.15.2: L = (116 * Y ^ 1/3 - 16) / 100 A pixel of Y = 0.18 (L = 0.5) will appear about half as bright as Y = L = 1.0 (white).
es: Intercambie cálculo de brillo. Y (Luminance) es el cálculo del pixel de acuerdo a Rec709: Y = 0.2126 R + 0.7152 G + 0.0722 B Y' (Lumma) is the promedio de pixel de acuerdo a: Y' = ( R + G + B ) / 3.0 L (Lightness) es la percepción de luminancia de la imagen que no es lineal. De acuerdo a CIE No.15.2: L = (116 * Y ^ 1/3 - 16) / 100 Un pixel de Y = 0.18 (L = 0.5) aparecerá como la mitad de brillo de Y = L = 1.0 (white).

source: F:
es: C:

source: Layers, Exposure and Gain
es: Capas, Exposición y Ganancia

source: Reduce gain 1/2 stop (divide by sqrt(2)).
es: Reducir ganancia 1/2 stop (dividir por raiz cuadrada de 2).

source: Increase gain 1/2 stop (multiply by sqrt(2)).
es: Incrementar la ganancia 1/2 stop (multiplicar por raiz cuadrada de 2).

source: ICS, View, Look and Gamma
es: ICS, Vista, Look y Gama

source: Everything OK.
es: Todo Bien.

source: Studio
es: Estudio

source: Do Nothing
es: Hacer Nada

source: Could not match
es: No pude empatar

source: Wizard labels are:
es: Las etiquetas del wizard son:

source: When this option is set, mrv2 will open in the position you set here (except if the window goes out of the Desktop). If Akways Save on Exit is on, the values are recakculated upon exiting the program.
es: Cuando esta opción está seteada, mrv2 se abrirá en la posición que seteas aquí (excepto si la ventana de mrv2 sale fuera del escritorio). Si Siempre Grabe al Salir está activo, los valores son recalculados al salir del programa.

source: Auto Scrub Playback
es: Auto Reproducir Fregando

source: Start playback when scrubbing so that audio can be heard.
es: Empezar la reproducción cuando se friega así el audio puede ser oído.

source: Preview Thumbnails
es: Vista Previa de Miniaturas

source: Thumbnails above timeline (does not work on Wayland)
es: Miniaturas sobre la línea de tiempo (no funciona en Wayland)

source: User Interface/View Window/Language and Colors
es: Interfaz del Usuario/Ventana de Vista/Lenguaje y Colores

source: Reload Hotkeys
es: Recargar Teclas de Manejo

source: Reset Hotkeys
es: Restear Teclas de Manejo

source: IFF Picture
es: Dibujo IFF

source: Map Picture
es: Dibujo Map

source: PNG Picture
es: Dibujo PNG

source: RGB Picture
es: Dibujo RGB

source: Jan
es: Ene

source: Apr
es: Abr

source: Aug
es: Ago
