Repository: Olympusmonsgames/mrv2
Catalog: mrv2/po/*.po
Languages: es, zh_cn

source: Unknown action mode in
es: Modo de acción desconocido en
zh_cn: 未知动作模式

source: Cannot create an annotation here for all frames. A current frame annotation already exists.
es: No puedo crear una anotación aquí para todos los cuadros. Una anotación para el cuadro ya existe.
zh_cn: 无法在此创建所有框架的注释。 当前框架注释已经存在 。

source: Cannot create an annotation here for current frame. An all frames annotation already exists.
es: No puedo crear una anotación aquí para el cuadro actual. Una anotación para todos los cuadros ya existe.
zh_cn: 无法在此为当前框架创建注释。 已经存在全部框架注释 。

source: Play
es: Reproducir
zh_cn: 播放

source: Stop
es: Parar
zh_cn: 停止

source: Cache:
zh_cn: 缓存 :

source: Used: %.2g of %zu Gb (%.2g %%)
zh_cn: 已使用 :% zu Gb 的% 2g (% 2g )

source: Ahead V: % 4<PRIu64> A: % 4<PRIu64>
zh_cn: 标题 五: % 4<PRIu64> A: % 4<PRIu64>

source: Behind V: % 4<PRIu64> A: % 4<PRIu64>
zh_cn: के पीछे V: % 4<PRIu64> A: % 4<PRIu64>

source: Edit Text
es: Editar Texto
zh_cn: 编辑文本编辑

source: Invalid font for text drawing
es: Fuente inválida para dibujar texto
zh_cn: 用于文本绘图的无效字体

source: Could not convert message to shape:
es: No pude convertir el mensaje a figura:
zh_cn: 无法将信件转换为形状 :

source: Monitor
zh_cn: 监视器

source: File/Open/Movie or Sequence
es: Archivo/Abrir/Pelídula o Secuencia
zh_cn: 文件/开放/电影或序列

source: File/Open/With Separate Audio
es: Archivo/Abrir/Con Audio Separado
zh_cn: 文件/开放/有单独音频

source: File/Open/Single Image
zh_cn: 文件/开放/单一图像

source: File/Open/Directory
es: Archivo/Abrir/Carpeta
zh_cn: 文件/开放/目录

source: File/Open/Session
es: Archivo/Abrir/Sesión
zh_cn: 文件/开放/届会

source: File/Save/Movie or Sequence
es: Archivo/Grabar/Pelídula o Secuencia
zh_cn: 文件/保存/电影或序列

source: File/Save/Single Frame
es: &Archivo/&Grabar/Un &Cuadro
zh_cn: 文件/保存/单一框架

source: File/Save/Frames to Folder
es: &Archivo/&Grabar/Cuadros a Car&peta
zh_cn: 文件/保存/要到文件夹的边框

source: File/Save/OTIO EDL Timeline
es: &Archivo/&Grabar/Línea de Tiempo &OTIO
zh_cn: 文件/保存/OTIO EDL 时间线

source: File/Save/PDF Document
es: &Archivo/&Grabar/Documento &PDF
zh_cn: 文件/保存/PDF PDF 文档

source: File/Save/Session
es: &Archivo/&Grabar/&Sesión
zh_cn: 文件/保存/届会

source: File/Save/Session As
es: &Archivo/&Grabar/Sesión Como
zh_cn: 文件/保存/届会为

source: File/Close Current
es: Archivo/Cerrar Actual
zh_cn: 文件/关闭当前

source: File/Close All
es: Archivo/Cerrar Todos
zh_cn: 文件/全部关闭

source: File/Recent/%s
es: Archivo/Reciente/%s
zh_cn: 文件/最近/%s

source: File/Quit
es: Archivo/Salir
zh_cn: 文件/退出

source: Window/Presentation
es: Ventana/Presentación
zh_cn: 窗口/列报

source: Window/Full Screen
es: Ventana/Pantalla Completa
zh_cn: 窗口/全屏幕

source: Window/Float On Top
es: Ventana/Flota Sobre Todo
zh_cn: 窗口/上浮在上浮

source: Window/Secondary
es: Ventana/Secundaria
zh_cn: 窗口/中等

source: Window/Secondary Float On Top
es: Ventana/Secundaria Floata Sobre Todo
zh_cn: 窗口/顶部的二级浮点

source: View/Tool Bars/Toggle Menu Bar
zh_cn: 视图/工具栏/ 切换菜单栏

source: View/Tool Bars/Toggle Top Bar
zh_cn: 视图/工具栏/切换顶栏

source: View/Tool Bars/Toggle Pixel Bar
zh_cn: 视图/工具栏/切换像素栏

source: View/Tool Bars/Toggle Timeline Bar
zh_cn: 视图/工具栏/ 切换时间线栏

source: View/Tool Bars/Toggle Status Bar
zh_cn: 视图/工具栏/切换状态栏

source: View/Tool Bars/Toggle Action Dock
zh_cn: 视图/工具栏/切换动作停靠

source: View/Auto Frame
es: Vista/Autoencuadre
zh_cn: 视图/自动框架自动框架

source: View/Safe Areas
es: Vista/Áreas Seguras
zh_cn: 视图/安全区

source: View/OpenEXR/Data Window
zh_cn: 视图/OpenEXR/数据窗口

source: View/OpenEXR/Display Window
zh_cn: 视图/OpenEXR/显示窗口

source: View/OpenEXR/Ignore Display Window
zh_cn: 视图/OpenEXR/Ignore 显示窗口

source: Panel/One Panel Only
es: Panel/Un Solo Panel
zh_cn: 控制板/仅一个面板

source: Panel/
zh_cn: 控制板/

source: Window/
es: Ventana/
zh_cn: 窗口/

source: Unknown menu entry
es: Entrada de menu desconocida
zh_cn: 未知的菜单项

source: Render/Color Channel
es: Render/Canal Color
zh_cn: 招标/颜色频道

source: Render/Red Channel
es: Render/Canal Rojo
zh_cn: 招标/红色频道

source: Render/Green Channel
es: Render/Canal Verde
zh_cn: 招标/绿色通道

source: Render/Blue Channel
es: Render/Canal Azul
zh_cn: 招标/蓝频道

source: Render/Alpha Channel
es: Render/Canal Alfa
zh_cn: 招标/Alpha 频道

source: Render/Mirror X
es: Render/Voltear X
zh_cn: 招标/镜 X

source: Render/Mirror Y
es: Render/Voltear Y
zh_cn: 招标/镜 Y

source: Render/Rotate/-90 Degrees
es: Render/Rotar/-90 Grados
zh_cn: 招标/旋转/-90度

source: Render/Rotate/+90 Degrees
es: Render/Rotar/+90 Grados
zh_cn: 招标/旋转/+90度

source: Render/Video Levels/From File
es: Render/Niveles de Vídeo/Del Archivo
zh_cn: 招标/视频级别/从文件

source: Render/Video Levels/Legal Range
es: Render/Niveles de Vídeo/Rango Legal
zh_cn: 招标/维多水平/法律范围

source: Render/Video Levels/Full Range
es: Render/Niveles de Vídeo/Rango Completo
zh_cn: 招标/光水平/广度

source: Render/Alpha Blend/None
es: Render/Mezcla Alfa/Ninguna
zh_cn: 招标/阿尔法圆形/无

source: Render/Alpha Blend/Straight
es: Render/Mezcla Alfa/Derecha
zh_cn: 招标/阿尔法圆形/直直直

source: Render/Alpha Blend/Premultiplied
es: Render/Mezcla Alfa/Premultiplicada
zh_cn: 招标/阿尔法圆形/多

source: Render/Minify Filter/Nearest
es: Render/Filtro Minificación/Cercanía
zh_cn: 招标/最小化过滤器/近近

source: Render/Magnify Filter/Nearest
es: Render/Filtro Magnificación/Cercanía
zh_cn: 招标/放大过滤器/近近

source: Render/HDR/Auto Normalize
zh_cn: 招标/HDR/自动统一化

source: Render/HDR/Invalid Values
zh_cn: 招标/HDR/无效值

source: Playback/Stop
es: Reproducción/Parar
zh_cn: 播放重放/停止

source: Playback/Forwards
es: Reproducción/Hacia Delante
zh_cn: 播放重放/前进

source: Playback/Backwards
es: Reproducción/En Reversa
zh_cn: 播放重放/向后退

source: Playback/Toggle Playback
es: Reproducción/Alternar Reproduccón
zh_cn: 播放重放/切换重播

source: Playback/Toggle In Point
es: Reproducción/Alternar Punto de Entrada
zh_cn: 播放重放/切换点

source: Playback/Toggle Out Point
es: Reproducción/Alternar Punto de Salida
zh_cn: 播放重放/切换点

source: Playback/Loop Playback
es: Reproducción/En Bucle
zh_cn: 播放重放/循环播放回放

source: Playback/Playback Once
es: Reproducción/Una Vez Sola
zh_cn: 播放重放/播放一次回放

source: Playback/Playback Ping Pong
es: Reproducción/Ping Pong
zh_cn: 播放重放/播放

source: Playback/Go to/Start
es: Reproducción/Ir A/Comienzo
zh_cn: 播放重放/转到/开始

source: Playback/Go to/End
es: Reproducción/Ir A/Final
zh_cn: 播放重放/转到/结束

source: Playback/Go to/Previous Frame
es: Reproducción/Ir A/Cuadro Previo
zh_cn: 播放重放/转到/上一个框架

source: Playback/Go to/Next Frame
es: Reproducción/Ir A/Cuadro Próximo
zh_cn: 播放重放/转到/下一个框架

source: Playback/Go to/Previous Clip
es: Reproducción/Ir A/Clip Previo
zh_cn: 播放重放/转到/上一个剪贴

source: Playback/Go to/Next Clip
es: Reproducción/Ir A/Clip Siguiente
zh_cn: 播放重放/转到/下一个剪贴

source: Playback/Go to/Previous Annotation
es: Reproducción/Ir A/Anotación Previa
zh_cn: 播放重放/转到/上一个注释

source: Playback/Go to/Next Annotation
es: Reproducción/Ir A/Anotación Próxima
zh_cn: 播放重放/转到/转到/下一个注释

source: Playback/Annotation/Clear
es: Reproducción/Anotación/Borrar
zh_cn: 播放重放/注释注记/清除

source: Playback/Annotation/Clear All
es: Reproducción/Anotación/Borrar Todas
zh_cn: 播放重放/注释注记/全部清除

source: View/Mask/%s
es: Vista/Máscara/%s
zh_cn: 视图/遮遮罩/%s

source: View/Hud
es: Vista/Hud
zh_cn: 视图/哈德

source: Timeline/Cache/Clear
zh_cn: 时间线/缓存缓缓存/清除

source: Timeline/Cache/Update Frame
zh_cn: 时间线/缓存缓缓存/更新框架更新框架

source: Timeline/Editable
es: Línea de Tiempo/Editable
zh_cn: 时间线/可编辑

source: Timeline/Edit Associated Clips
es: Línea de Tiempo/Editar Clips Asociados
zh_cn: 时间线/编辑关联剪贴板

source: Timeline/Frame View
es: Línea de Tiempo/Enmarcar Vista
zh_cn: 时间线/框架

source: Timeline/Scroll To Current Frame
es: Timeline/Panear al Cuadro Actual
zh_cn: 时间线/缩到当前框架

source: Timeline/Track Info
es: Línea de Tiempo/Info de Pista
zh_cn: 时间线/音轨信息

source: Timeline/Clip Info
es: Línea de Tiempo/Info de Clip
zh_cn: 时间线/剪页信息

source: Timeline/Thumbnails/None
es: Línea de Tiempo/Miniaturas/Ninguna
zh_cn: 时间线/缩略图/无

source: Timeline/Thumbnails/Small
es: Línea de Tiempo/Miniaturas/Pequeñas
zh_cn: 时间线/缩略图/小

source: Timeline/Thumbnails/Medium
es: Línea de Tiempo/Miniaturas/Medianas
zh_cn: 时间线/缩略图/中 中

source: Timeline/Thumbnails/Large
es: Línea de Tiempo/Miniaturas/Grandes
zh_cn: 时间线/缩略图/大型

source: Timeline/Transitions
es: Línea de Tiempo/Transiciones
zh_cn: 时间线/过渡

source: Timeline/Markers
es: Línea de Tiempo/Marcadores
zh_cn: 时间线/标记

source: Image/Next
zh_cn: 图像/下一頁

source: Image/Previous
zh_cn: 图像/上一个

source: Image/Version/First
es: Imagen/Versión/Primera
zh_cn: 图像/版本/第一届

source: Image/Version/Last
es: Imagen/Versión/Última
zh_cn: 图像/版本/最后一

source: Image/Version/Previous
es: Imagen/Versión/Previa
zh_cn: 图像/版本/上一个

source: Image/Version/Next
es: Imagen/Versión/Siguiente
zh_cn: 图像/版本/下一頁

source: Edit/Frame/Cut
es: Editar/Cuadro/Cor&tar
zh_cn: 编辑/框架/剪切

source: Edit/Frame/Copy
es: Editar/Cuadro/&Copiar
zh_cn: 编辑/框架/复制

source: Edit/Frame/Paste
es: Editar/Cuadro/&Pegar
zh_cn: 编辑/框架/粘贴

source: Edit/Frame/Insert
es: Editar/Cuadro/Insertar
zh_cn: 编辑/框架/插入

source: Edit/Audio Gap/Insert
es: Editar/Brecha/Insertar
zh_cn: 编辑/音频差距/插入

source: Edit/Audio Gap/Remove
es: Editar/Brecha/Remover
zh_cn: 编辑/音频差距/删除

source: Edit/Slice
es: Editar/Rebanar
zh_cn: 编辑/切片

source: Edit/Remove
es: Editar/Remover
zh_cn: 编辑/删除

source: Edit/Undo
es: Editar/&Deshacer
zh_cn: 编辑/撤消

source: Edit/Redo
es: Editar/&Rehacer
zh_cn: 编辑/重做( 重做)

source: OCIO/Presets
zh_cn: OCIO/预设

source: OCIO/Current
zh_cn: OCIO/目前

source: OCIO/ Display: %s
zh_cn: OCIO/ 显示:%s

source: OCIO/ View: %s
zh_cn: OCIO/ 视图: %s

source: OCIO/ Monitor #%d Display: %s
zh_cn: OCIO/ 显示监视器 #%d 显示: %s

source: OCIO/ Monitor #%d View: %s
zh_cn: OCIO/ 监视器 #%d 视图: %s

source: OCIO/ Look: %s
zh_cn: OCIO/ 查看: %s

source: OCIO/Change Current File
zh_cn: OCIO/更改当前文件

source: OCIO/Displays
zh_cn: OCIO/显示

source: Sync/Send/Media
es: Sincronizar/Enviar/Medios
zh_cn: 同步/发送/媒体

source: Sync/Send/UI
es: Sincronizar/Enviar/UI
zh_cn: 同步/发送/UI 界面 UI

source: Sync/Send/Pan And Zoom
es: Sincronizar/Enviar/Paneo y Zoom
zh_cn: 同步/发送/Pan 和 缩放

source: Sync/Send/Color
es: Sincronizar/Enviar/Color
zh_cn: 同步/发送/颜色

source: Sync/Send/Timeline
es: Sincronizar/Enviar/Línea de Tiempo
zh_cn: 同步/发送/时间线

source: Sync/Send/Annotations
es: Sincronizar/Enviar/Anotaciones
zh_cn: 同步/发送/说明

source: Sync/Send/Audio
es: Sincronizar/Enviar/Audio
zh_cn: 同步/发送/音音频

source: Sync/Accept/Media
es: Sincronizar/Aceptar/Medios
zh_cn: 同步/接受/媒体

source: Sync/Accept/UI
es: Sincronizar/Aceptar/UI
zh_cn: 同步/接受/UI 界面 UI

source: Sync/Accept/Pan And Zoom
es: Sincronizar/Aceptar/Paneo y Zoom
zh_cn: 同步/接受/Pan 和 缩放

source: Sync/Accept/Color
es: Sincronizar/Aceptar/Color
zh_cn: 同步/接受/颜色

source: Sync/Accept/Timeline
es: Sincronizar/Aceptar/Línea de Tiempo
zh_cn: 同步/接受/时间线

source: Sync/Accept/Annotations
es: Sincronizar/Aceptar/Anotaciones
zh_cn: 同步/接受/说明

source: Sync/Accept/Audio
es: Sincronizar/Aceptar/Audio
zh_cn: 同步/接受/音音频

source: In '{0}' expected a function as a value or a tuple containing a Python function and a string with menu options in it.
es: En '{0}' experaba una función como valor o un tuple conteniendo una función de Python y una cadena de texto con opciones de menu en ella.
zh_cn: 在 '{0}' 中, 期望函数是一个值或图普, 包含 Python 函数和带有菜单选项的字符串 。

source: In '{0}' expected a function a tuple containing a Python function and a string with menu options in it.
es: En '{0}' experaba un tuple conteniendo una función de Python y una cadena de texto con opciones de menú en ella.
zh_cn: 在 '{0}' 中, 期望函数是一个包含 Python 函数和带菜单选项的字符串的图普。

source: Help/Documentation
es: Ayuda/Documentación
zh_cn: 帮助/文件

source: Help/About
es: Ayuda/Acerca
zh_cn: 帮助/关于

source: Favorites
zh_cn: 福利利人

source: My Computer
zh_cn: 我的电脑

source: My Documents
zh_cn: 我的文档

source: Desktop
zh_cn: 桌面

source: Home
es: Inicio
zh_cn: 內容

source: Temporary
zh_cn: 临时

source: Size
es: Tamaño
zh_cn: 大小

source: Owner
zh_cn: 所有人

source: Permissions
zh_cn: 权限

source: New Folder
zh_cn: 新文件夹

source: Rename
zh_cn: 重命名

source: Delete
es: Borrar
zh_cn: 删除

source: Ok
es: Okay
zh_cn: 好

source: Location
zh_cn: 地点

source: Show Hidden Files
zh_cn: 显示隐藏文件

source: File Types
zh_cn: 文件类型

source: All Files (*)
zh_cn: 所有文件 (*)

source: Go back one directory in the history
zh_cn: 在历史中返回一个目录

source: Go forward one directory in the history
zh_cn: 在历史中前进一个目录

source: Go to the parent directory
zh_cn: 跳转到父目录

source: Refresh this directory
zh_cn: 刷新此目录

source: Delete file(s)
zh_cn: 删除文件

source: Create new directory
zh_cn: 创建新目录

source: Add this directory to my favorites
zh_cn: 将此目录添加到我最喜爱的目录

source: Preview files
zh_cn: 预览文件

source: List mode
zh_cn: 列表模式

source: Wide list mode
zh_cn: 宽列表模式

source: Detail mode
zh_cn: 详细细节模式

source: Could not create directory '%s'. You may not have permission to perform this operation.
zh_cn: 无法创建目录 “%s ” 。 您可能没有执行此操作的权限 。

source: An error ocurred while trying to delete '%s'. %s
zh_cn: 尝试删除 “%%s”时发生错误。%s

source: File '%s' already exists!
zh_cn: 文件 '%s' 已经存在!

source: Unable to rename '%s' to '%s'
zh_cn: 无法将 “%%s”重命名为 “%s”

source: 3GP Movie
es: Película 3GP
zh_cn: 3GP电影

source: Advanced Systems Format Media
zh_cn: 高级系统格式媒体

source: AVCHD Video
es: Video AVCHD
zh_cn: AVCHHD 视频

source: AVI Movie
es: Película AVI
zh_cn: AVI 电影

source: DIVX Movie
es: Película DIVX
zh_cn: DIVX 电影

source: Digital Video
es: Vídeo Digital
zh_cn: 数码视频

source: Flash Movie
es: Película Flash
zh_cn: 闪闪电影

source: Apple's M4V Movie
es: Película M4V de Apple
zh_cn: 苹果M4V电影

source: Matroska Movie
es: Película Matroska
zh_cn: 马特罗斯卡电影

source: Quicktime Movie
es: Película Quicktime
zh_cn: 快速电影

source: MP4 Movie
es: Película MP4
zh_cn: MP4电影

source: MPEG Movie
es: Película MPEG
zh_cn: MPEG 电影

source: MXF Movie
es: Película MXF
zh_cn: MXF 电影

source: Ogg Movie
es: Película Ogg
zh_cn: Ogg 电影

source: Ogg Video
es: Vídeo Ogg
zh_cn: Ogg 视频

source: OpenTimelineIO EDL
es: LDE de OpenTimelineIO.
zh_cn: 开放时间线IO EDL

source: OpenTimelineIO Zipped EDL
es: Zip LDE de OpenTimelineIO.
zh_cn: OpenTimelineIO 被截断的 EDL

source: Real Media Movie
es: Película Real Media
zh_cn: 真实媒体电影

source: VOB Movie
es: Película VOB
zh_cn: VOB 电影

source: WebM Movie
es: Película WebM
zh_cn: WebM 电影

source: WMV Movie
es: Película WMV
zh_cn: WMV 电影

source: RAW Picture
zh_cn: RAW 图片

source: Bitmap Picture
es: Película Bitmap
zh_cn: 位图图片

source: Cineon Picture
es: Dibujo Cineon
zh_cn: Cineon 图片

source: Canon Raw Picture
es: Dibujo Canon Raw
zh_cn: Canon Raw 图片

source: Kodak Digital Negative
es: Negativo Digital de Kodac
zh_cn: Kodak 数字负数

source: DPX Picture
es: Dibujo DPX
zh_cn: DPX 图片

source: EXR Picture
es: Dibujo EXR
zh_cn: EXR 图片

source: GIF Picture
es: Dibujo GIF
zh_cn: GIF GIF 图片

source: HDRI Picture
es: Dibujo HDRI
zh_cn: HDRI 图片

source: JPEG Picture
es: Dibujo JPEG
zh_cn: JEPEG 图片

source: Softimage Picture
es: Dibujo Softimage
zh_cn: 软软图像图片

source: Portable Network Graphics Picture
zh_cn: 移动网络图形图片

source: Portable Pixmap
zh_cn: 便携像素图

source: Photoshop Picture
zh_cn: 摄影影店

source: SGI Picture
zh_cn: SGI 图片

source: Stereo OpenEXR Picture
zh_cn: 立体 OpenEXR 图片

source: TGA Picture
zh_cn: TGA 图片

source: TIFF Picture
es: Dibujo TIFF
zh_cn: TIFF 图片

source: MP3 music
es: Música MP3
zh_cn: MP3 音乐

source: OGG Vorbis music
es: Música OGG Vorbis
zh_cn: OGG Vorbis音乐

source: Wave music
es: Múscia Wave
zh_cn: 波浪音乐

source: OpenUSD Asset
zh_cn: 资产

source: OpenUSD Zipped Asset
zh_cn: 冲销资产

source: OpenUSD Compressed Asset
zh_cn: 压缩资产

source: OpenUSD ASCII Asset
zh_cn: ASCII资产

source: Another process using the file.
zh_cn: 使用文件的另一个进程 。

source: Replace
es: Reemplazar
zh_cn: 替换

source: Find:
es: Encontrar:
zh_cn: 查找 :

source: Replace:
es: Reemplazar:
zh_cn: 替换:

source: Replace All
es: Reemplazar Todas
zh_cn: 全部替换

source: Replace Next
es: Reemplazar Siguient
zh_cn: 替换下

source: D = Decoding supported
es: D = Decodificación soportada
zh_cn: D= 支持解码

source: E = Encoding supported
es: E = Codificación supportada
zh_cn: E=支持编码

source: I = Intra frame-only codec
es: I = Codec de sólo entra cuadro
zh_cn: I = 内部框架专用编码器

source: L = Lossy compression
es: L = Compresión con pérdida
zh_cn: L=损失压缩

source: S = Lossless compression
es: S = Compresión sin pérdida
zh_cn: S=无损压缩

source: With gcc
es: Con gcc
zh_cn: 带 gcc 带 gcc

source: With clang
es: Con clang
zh_cn: 与叮叮

source: With msvc
es: Con msvc
zh_cn: 与 msvc 一起

source: Vendor:
es: Vendedor:
zh_cn: 供应商:

source: Renderer:
zh_cn: 发件人 :

source: Version:
es: Versión:
zh_cn: 版本 :

source: Max. Texture Size:
es: Max. Tamaño Texture:
zh_cn: 最大纹理大小 :

source: This is a list of contributors to the mrv2 project:
zh_cn: 这是 mrv2项目的捐款者名单:

source: Mark an area in the image with SHIFT + the left mouse button
es: Marque un área de la imagen con SHIFT + el botón izquierdo del ratón
zh_cn: 用 SHIFT + 鼠标左键标记图像中的区域

source: &Copy
es: &Copiar
zh_cn: 复制( C)

source: Everything OK.
zh_cn: 一切都还好。

source: GPU: Unknown
zh_cn: GPU: 未知

source: Elapsed
es: Transcurrido
zh_cn: 已折过

source: Remaining
es: Restante
zh_cn: 剩余

source: Undock
es: Desacoplar
zh_cn: 解锁

source: Dock
es: Acoplar
zh_cn: 停停

source: Dismiss
zh_cn: 解散

source: Drag Box
zh_cn: 拖放框

source: Unknown type for mrvOCIOBrowser
es: Tipo desconocido para OCIO Browser
zh_cn: MrvOCIOBrowser 的未知类型

source: Session:
es: Sesión:
zh_cn: 会议:

source: Edit/&Copy
es: Editar/&Copiar
zh_cn: 编辑/复制

source: Reset to default value
es: Resetar a su valor por defecto.
zh_cn: 重置为默认值

source: &File/&Refresh Cache
es: &Archivo/&Refrescar Cache
zh_cn: 文件/刷新缓存

source: &Copy/&Filename
es: &Copiar/&Nombre del Archivo
zh_cn: 复制/文件名

source: &Show/In &File Manager
es: &Mostrar/En &Buscador de Archivos
zh_cn: 显示/在文件管理器中

source: Maximum:
es: Máximo:
zh_cn: 最大 :

source: Copy/Color
es: Copiar/Color
zh_cn: 复制/颜色

source: Area
zh_cn: 地区面积

source: pixel
zh_cn: 像素

source: pixels
es: píxeles
zh_cn: 像素

source: Maximum
es: Máximo
zh_cn: 最大

source: Minimum
es: Mínimo
zh_cn: 最低

source: Range
es: Rango
zh_cn: 范围

source: Mean
es: Prom.
zh_cn: 平均

source: Track #%d - %s
es: Pista #%d - %s
zh_cn: 音轨 %d - %s

source: Same Size
es: Mismo Tamaño
zh_cn: 相同大小

source: Half Size
es: Mitad de Tamaño
zh_cn: 半半大小

source: Quarter Size
es: Un Cuarto de Tamaño
zh_cn: 四分之一大小

source: TV
zh_cn: 电视

source: PC
zh_cn: PC 个人电脑

source: FCC
zh_cn: FCCFC 公平竞争委员会

source: unspecified
zh_cn: 未指定

source: reserved
zh_cn: 保留

source: Film
zh_cn: 电影

source: linear
zh_cn: 线

source: log
zh_cn: 日志

source: logsqrt
zh_cn: 对数qrt

source: Save Movie Options
es: Opciones de Grabar Película
zh_cn: 保存电影选项

source: Common Settings
es: Seteos Comunes
zh_cn: 共同设置

source: Save Annotations
es: Grabar Anotaciones
zh_cn: 保存说明

source: Save Annotations burned into the movie or sequence. It also allows saving OpenEXRs from an 8-bit movie and changing OpenEXR's pixel type.
es: Grabar Anotaciones en una película o secuencia. Tambien permite grabar OpenEXRs de una película de 8-bits y cambiar el tipo de pixel de OpenEXR.
zh_cn: 将说明保存到被烧毁的电影或序列中。 还可以将 OpenEXR 保存在8 位的电影中, 并更改 OpenEXR 像素类型 。

source: Video Options
es: Opciones de Vídeo
zh_cn: 视频选项

source: Resolution
es: Resolución
zh_cn: 决议

source: Resolution of movie to save.
es: Resolución de la película a grabar.
zh_cn: 要保存的电影决议。

source: Hardware Codec
es: Codec en Harware
zh_cn: 硬件编码c

source: Profile
zh_cn: 概况简介

source: FFMpeg's Profile settings.
es: Seteos del perfil de FFmpeg.
zh_cn: FFmpeg 的剖析设置 。

source: Help on Profile
es: Ayuda con el Perfil
zh_cn: 配置文件帮助

source: Pixel Format
es: Formato de Pixel
zh_cn: 像像素格式

source: FFMpeg's Pixel Format for the codec selected
es: Formato de Pixel de FFmpeg para el codec seleccionado.
zh_cn: 所选编码器的 FFmpeg 的像素格式

source: Help on Pixel Format
es: Ayuda con el Formato de Pixel de Render
zh_cn: 像素格式上的帮助

source: Preset
es: Preseteo
zh_cn: 预设

source: FFMpeg's Preset setting for the codec selected.
es: Preseteo de FFmpeg para el codec seleccionado.
zh_cn: 所选编码器的 FFmpeg 预设设置 。

source: Help on Preset
es: Ayuda con el Preseteo
zh_cn: 预设时的帮助

source: Advanced Settings
es: Seteos Avanzados
zh_cn: 高级设置

source: Help on Advance Settings
es: Ayuda con los Seteos Avanzados
zh_cn: 提前设置帮助

source: Audio Options
es: Opciones de Audio
zh_cn: 音频选项

source: FFMpeg's Audio Codec settings.
es: Seteos del Coded de Audio de FFmpeg.
zh_cn: Higopeg 的音频编码设置 。

source: Note that while saving with audio, the audio will not be heard.
es: Nótese que mientras graba con audio, el audio no será escuchado.
zh_cn: 请注意,在用音频保存时,不会听到音频。

source: Help Window
es: Ventana de Ayuda
zh_cn: 帮助窗口

source: Override
es: Reemplazar
zh_cn: 覆盖

source: Color Range
es: Rango de Color
zh_cn: 颜色范围

source: Profile Help
es: Ayuda de Perfil
zh_cn: 配置文件帮助
