Repository: Olympusmonsgames/mrv2
Catalog: mrv2/po/*.po
Languages: es, zh_cn

source: Toggle Image invalid values.
zh_cn: 切换图像无效值 。

source: Toggle Safe Areas.
zh_cn: 切换安全区 。

source: Get the playback volume.
es: Obtenga el volumen de reproducción.
zh_cn: 去拿回放音量

source: Set the playback volume.
es: Setea el volumen de reproducción.
zh_cn: 设置播放音量 。

source: Save a movie or sequence from the front layer.
es: Grabar una película o secuencia de la capa de frente.
zh_cn: 从前层保存一个电影或序列 。

source: Save an .otio file from the current selected image.
es: Crear una línea de tiempo desde el clip seleccionado.
zh_cn: .otio

source: Save a PDF document with all annotations and notes.
es: Grabar un dcoumento PDF con todas las anotaciones y notas.
zh_cn: PDF

source: Add notes annotations to current clip at a certain time.
es: Agregue anotaciones de notas al clip actual en cierto tiempo.
zh_cn: 在某个时间将注释添加到当前剪辑中 。

source: Add notes annotations to current clip at a certain frame.
es: Agregue anotaciones de notas al clip actual en cierto cuadro.
zh_cn: 在特定框架的当前剪辑中添加注释 。

source: Add notes annotations to current clip at certain seconds.
es: Agregue anotaciones de notas al clip actual en ciertos segundos.
zh_cn: 在特定秒后将注释添加到当前剪辑中 。

source: Open with Audio
es: Abrir con Audio
zh_cn: 打开音频

source: Video
es: Vídeo
zh_cn: 视频

source: Audio
zh_cn: 音频

source: OK
zh_cn: 好

source: Cancel
es: Cancelar
zh_cn: 取消

source: Play timelines, movies, and image sequences.
es: Reproducir líneas de tiempo, películas y secuencias de imágenes.
zh_cn: 播放时间表、电影和图像序列

source: Timelines, movies, image sequences, or folders.
es: Líneas de tiempo, película, secuencia de imágenes o carpeta.
zh_cn: 时间线、电影、图像序列或文件夹。

source: Debug verbosity.
es: Verbosidad de depurado.
zh_cn: Debug

source: Audio file name.
es: Nombre del archivo de Audio
zh_cn: 音频文件名 。

source: A/B comparison "B" file name.
es: Comparación A/B, archivo "B".
zh_cn: A/B “B” 比较文件名 。

source: A/B comparison mode.
es: Modo de comparación A/B.
zh_cn: A/B 比较模式。

source: A/B comparison wipe center.
es: Centro del limpiaparabrisas de la comparación A/B.
zh_cn: A/B 比较擦拭中心。

source: A/B comparison wipe rotation.
es: Rotación del limpiaparabrisas de la comparación A/B.
zh_cn: A/B 比较擦拭旋转。

source: Create OpenTimelineIO EDL from the list of clips provided.
zh_cn: OpenTimelineIO EDL

source: OpenTimelineIO Edit mode.
es: Modo de Edición de OpenTimelineIO.
zh_cn: OpenTimelineIO

source: Load the images as still images not sequences.
zh_cn: 将图像装入静止图像, 而不是序列 。

source: Playback speed.
es: Velocidad de reproducción.
zh_cn: 回放速度 。

source: Playback mode.
es: Modo de reproducción.
zh_cn: 播放模式 。

source: Playback loop mode.
es: Modo de reproducción en bucle.
zh_cn: 播放回路模式 。

source: Seek to the given time, in value/fps format. Example: 50/30.
zh_cn: 寻找给定时间, 以价值/ fps 格式表示。 例如: 50/30 。

source: Set the in/out points range in start/end/fps format, like 23/120/24.
zh_cn: 以起始/结束/fps格式,例如 23/120/24 设置 / out点范围。

source: OpenColorIO input color space.
es: Espacio de Entrada de Color de OpenColorIO.
zh_cn: OpenColorIO

source: OpenColorIO display name.
es: Nombre de display de OpenColorIO
zh_cn: OpenColorIO

source: OpenColorIO view name.
es: Nombre de la vista de OpenColorIO.
zh_cn: OpenColorIO

source: OpenColorIO look name.
es: Nombre del Look de OpenColorIO.
zh_cn: OpenColorIO 外观名称 。

source: LUT file name.
es: Nombre del archivo LUT.
zh_cn: LUT 文件名 。

source: LUT operation order.
es: Orden de operación del LUT.
zh_cn: LUT行动命令。

source: Python Script to run and exit.
es: Script de Python para ejecutar y salir.
zh_cn: 运行和退出 Python 脚本 。

source: Python Arguments to pass to the Python script as a single quoted string like "arg1 'arg2 asd' arg3", stored in cmd.argv.
zh_cn: Python 参数, 用于传递到 Python 脚本, 以像“ arg1' arg2 asd' arg3” 这样的引用字符串, 存储在 cmd.argv 中 。

source: Reset settings to defaults.
es: Resetar seteos a su valor por defecto.
zh_cn: 重置设置为默认值 。

source: Reset hotkeys to defaults.
es: Resetar teclas a los valores por defecto.
zh_cn: 将热钥匙重置为默认值 。

source: Start a server. Use -port to specify a port number.
es: Cree un servidor. Use -port para especificar un número de puerto.
zh_cn: 启动服务器。 使用 - port 指定端口号 。

source: Connect to a server at <value>. Use -port to specify a port number.
es: Connectese a un servidor en <value>. Use -port para especificar un número de puerto.
zh_cn: 连接到 <value> 上的服务器。 使用 - port 指定端口号 。

source: Port number for the server to listen to or for the client to connect to.
es: Número de puerto en el servidor para escuchar o en el cliente para conectarse.
zh_cn: 服务器监听或客户端连接的端口号 。

source: Return the version and exit.
es: Retorna la versión y termina.
zh_cn: 返回版本并退出 。

source: Cannot create window
es: No puedo crear ventana
zh_cn: 无法创建窗口

source: About mrv2
es: Acerca de mrv2
zh_cn: 关于 mrv2

source: Hide mrv2
es: Ocultar mrv2
zh_cn: 隐藏 mrv2

source: Hide Others
es: Ocultar Otros
zh_cn: 隐藏其它

source: Services
es: Servicios
zh_cn: 服务处

source: Show All
es: Mostrar Todos
zh_cn: 全部显示全部显示

source: Quit mrv2
es: Salir de mrv2
zh_cn: 退出 mrv2

source: Running from
zh_cn: 正在从

source: Could not read python script '{0}'
es: No pude leer script de python '{0}'
zh_cn: 无法读取 python 脚本 '{0}'

source: Running python script '{0}'
es: Ejecutando script de python '{0}'...
zh_cn: 运行 python 脚本 '{0}'

source: with Arguments:
zh_cn: 与参数( 参数) :

source: Python Error:
es: Error de Python:
zh_cn: Python 错误 :

source: Could not initialize NDI
es: No pude inicializar NDI
zh_cn: 无法初始化 NDI

source: Filename '{0}' does not exist or does not have read permissions.
es: Archivo '{0}' no existe o no es leíble.
zh_cn: 文件名 '{0}' 不存在, 或者没有读取权限 。

source: Files
es: Archivos
zh_cn: 文件

source: Compare
es: Comparar
zh_cn: 比较比

source: Playlist
es: Lista de Reproducción
zh_cn: 播放列表

source: Network
es: Red
zh_cn: 网络网网

source: Type
es: Tipo
zh_cn: 类型

source: Client
es: Cliente
zh_cn: 客户

source: Server
es: Servidor
zh_cn: 服务器

source: Host name or IP to connect to. For example: 127.0.0.1
es: Huesped o dirección IP para conectar. Por ejemplo: 127.0.0.1
zh_cn: 要连接的主机名或 IP 。 例如: 127.0.1

source: Previously used Hosts
es: Huéspedes previamente usados.
zh_cn: 先前使用过的主机

source: Port
es: Puerto
zh_cn: 港港端

source: Port to connect to. Make sure your firewall and router allows read/write through it.
es: Puerto a conectar. Asegúrese que su corta fuegos y router permite leer y escribir por él.
zh_cn: 要连接的端口。 请确定您的防火墙和路由器允许通过它读写 。

source: Connect
es: Conectar
zh_cn: 连接

source: Create
es: Crear
zh_cn: 创建

source: Disconnect
es: Desconectar
zh_cn: 断断连接

source: Shutdown
es: Apagar
zh_cn: 关闭

source: &File/&Open
es: &Archivo/&Abrir
zh_cn: 文件/开放

source: &File/&Save
es: &Archivo/&Grabar
zh_cn: 文件/保存

source: &Edit/&Undo
es: &Editar/&Deshacer
zh_cn: 编辑/撤消

source: &Edit/Cu&t
es: &Editar/Cor&tar
zh_cn: 编辑/剪切

source: &Edit/&Copy
es: &Editar/&Copiar
zh_cn: 编辑/复制

source: &Edit/&Paste
es: &Editar/&Pegar
zh_cn: 编辑/粘贴

source: &Edit/&Delete
es: &Editar/&Pegar
zh_cn: 编辑/删除

source: &Edit/&Comment Selection
es: &Editar/&Comentar Selección
zh_cn: 编辑/注释选择

source: &Edit/&Uncomment Selection
es: &Editar/&Descomentar Selección
zh_cn: 编辑/保留注释选择

source: &Search/&Find...
es: &Buscar/&Encontrar...
zh_cn: 搜索/查找...

source: &Search/F&ind Again
es: &Buscar/E&ncontrar de Nuevo
zh_cn: 搜索/再次查找

source: &Search/&Replace
es: &Buscar/&Reemplazer
zh_cn: 搜索/替换

source: &Search/&Replace Again
es: &Buscar/Reemplazar de &Nuevo
zh_cn: 搜索/再次替换

source: Clear/&Output
es: Borrar/&Salida
zh_cn: 清除/产出

source: Clear/&Editor
es: Borrar/&Editor
zh_cn: 清除/编辑

source: Editor/&Run Code
es: Editor/&Ejecutar Código
zh_cn: 编辑/运行代码

source: Editor/Toggle &Line Numbers
es: Editor/Alternar Número de &Líneas
zh_cn: 编辑/切换行号

source: Editor/&Jump to Error
es: Editor/&Saltar al Error
zh_cn: 编辑/跳转到错误

source: Editor/&External Editor
es: Editor/&Editor Externo
zh_cn: 编辑/外部

source: Scripts/Add To Script List
es: Scripts/Agregar a la Lista de Scripts
zh_cn: 脚本/添加到脚本列表

source: Scripts/%s
zh_cn: 脚本/%s

source: Type in your python code here. Select an area to execute just a portion of it. Press Keypad Enter to run it.
es: Tipeé su código python aquí. Seleccione una area para ejecutar sólo una porción del mismo. Presione Enter en el teclado numérico para ejecutarlo.
zh_cn: 在此输入 python 代码。 选择一个区域执行它的一部分。 按 Keypad Enter 键运行它 。

source: Python file {0} already exists. Do you want to overwrite it?
es: El archivo python {0} ya existe. ¿Quiere sobreescribirlo?
zh_cn: Python 文件 {0} 已经存在。 您想要覆盖它吗?

source: No
zh_cn: 否无

source: Yes
es: Sí
zh_cn: 是 是

source: Failed to open the file for writing.
es: Fallé en abrir el archivo para escribir.
zh_cn: 打开文件以写入失败 。

source: Failed to write to the file.
es: Fallé en excribir al archivo.
zh_cn: 写入文件失败 。

source: The stream is in an unrecoverable error state.
es: El flujo esta en un estado de error irrecuperable.
zh_cn: 流体处于无法恢复的错误状态 。

source: Type your editor command
es: Tipee su comando de su editor
zh_cn: 键入编辑器命令

source: {0} will be replaced with the line number. {1} with the file name
es: {0} será reemplazado con el número de línea. {1} con el archivo.
zh_cn: {0} 将被替换为行号 。 {1} 将替换为文件名 。

source: Regular expression error: {0}
es: Error de expression regular: {0}
zh_cn: 正则表达式错误: {0}

source: Could not open python editor: {0}
es: No pude abrir el editor de python: {0}
zh_cn: 无法打开 python 编辑器: {0}

source: Search String:
es: Buscar Texto:
zh_cn: 搜索字符串 :

source: No occurrences of '%s' found!
es: ¡Ninguna ocurrencia de '%s' encontrado!
zh_cn: 找不到 '%s' 发生事件!

source: None
es: Ninguno
zh_cn: 无无无

source: Input
es: Entrada
zh_cn: 投入

source: NDI Connection
es: Conexión NDI
zh_cn: NDI 连接

source: Fast Format
zh_cn: 快速格式

source: Best Format
zh_cn: 最佳格式

source: With Audio
zh_cn: 带音频

source: Without Audio
zh_cn: 无音频

source: Renderer
zh_cn: 设计者

source: Complexity
es: Complejidad
zh_cn: 复杂程度

source: Draw Mode
es: Modo de Dibujar
zh_cn: 绘制模式

source: Stage Cache
es: Cache del Escenario
zh_cn: 缓存阶段

source: Disk Cache in GB
es: Cache en Disco en GB
zh_cn: GB 中的磁盘缓存

source: Toggle other eye stereo image.
es: Alternar el otro ojo de la imagen estéreo.
zh_cn: 切换其它眼睛立体声图像 。

source: Image
es: Imagen
zh_cn: 图像

source: Anaglyph
es: Anáglifo
zh_cn: 形形体

source: Scanlines
es: Lineas
zh_cn: 扫描线

source: Columns
es: Columnas
zh_cn: 列列

source: Checkerboard
es: Cuadriculado
zh_cn: 棋盘

source: Adjustments
es: Ajustes
zh_cn: 调整数

source: Eye Separation
es: Separación de Ojos
zh_cn: 眼眼隔离

source: Separation of left and right eye.
es: Separación del ojo izquierdo y del derecho.
zh_cn: 左眼和右眼分开。

source: Swap Eyes
es: Intercambiar Ojos
zh_cn: 交换眼睛

source: Swap left and right eyes.
es: Intercambiar ojos izquierdo por derecho.
zh_cn: 左眼和右眼交锋

source: Cache
zh_cn: 缓存缓缓存

source: Gigabytes
zh_cn: 千兆字节

source: Cache in Gigabytes.
zh_cn: Gigabytes 中的缓存 。

source: Read Ahead
es: Adelante
zh_cn: 读 头

source: Read Ahead in seconds
es: Leer Adelante en segundos
zh_cn: 数秒前阅读

source: Read Behind
es: Atrás
zh_cn: 后面读取

source: Read Behind in seconds
es: Leer Atrás en segundos
zh_cn: 以秒数读取后方

source: File Sequences
es: Secuencias de Archivos
zh_cn: 文件序列

source: Audio file name
es: Nombre del Audio
zh_cn: 音频文件名

source: Maximum Digits
es: Máximos Dígitos
zh_cn: 最大位数

source: Performance
zh_cn: 业绩 业绩 业绩

source: Changes force a reload of the current movie file.
zh_cn: 更改当前电影文件的重新加载 。

source: Timer mode
es: Modo de Timer
zh_cn: 定时器模式

source: Audio buffer frames
es: Cuadros del buffer de Audio
zh_cn: 音频缓冲框架

source: Video Requests
es: Pedidos de Vídeo
zh_cn: 视频请求

source: Audio Requests
es: Pedidos de Audio
zh_cn: 音频请求

source: Sequence I/O threads
es: Hilos de Secuencia I/O
zh_cn: 顺序一/O 线

source: FFmpeg YUV to RGB conversion
es: Conversiòn FFmpeg de YUV a RGB
zh_cn: FFmpeg YUV 到 RGB 转换

source: FFmpeg Color Accuracy
zh_cn: FFmpeg 颜色精确度

source: When this setting is on, color accuracy is chosen when decoding YUV420_P8 movies that have Color Space as 'unknown', at the cost of some performance.
zh_cn: 当此设置启用时, 解码 YUV420_ P8 以“ 未知的” 颜色空间为“ 未知” 的电影时, 以某种性能为代价, 选择颜色精度 。

source: FFmpeg I/O threads
es: Hilos de FFmpeg I/O
zh_cn: FFmpeg I/O 线

source: This value controls the number of threads that FFmpeg uses. For most movies, it should be left at 0. Some movies will show black frames. For any like that, you should set them to 1, press Enter and reload the movie file.
es: Este valor controla el número de hilos que FFmpeg use. Para la mayoría de las películas, debería ser dejado en 0. Algunas raras películas pueden mostrar cuadros negros. Para ellas, debes setear el valor en 1, presionar la tecla Entrar y recargarla.
zh_cn: 此值控制 FFmpeg 使用的线条数。 对于大多数电影来说, 它应该保留在 0 。 有些电影会显示黑框 。 对于任何类似的东西, 您应该设置为 1, 按 Enter 键并重新装入电影文件 。

source: Default Settings
es: Seteos por Defecto
zh_cn: 默认设置

source: This will reset all your settings to their default. Are you sure you want to continue?
zh_cn: 这将将您的所有设置重置为默认值。 您确定要继续吗?

source: Drop a clip here to create a playlist.
es: LLeve un clip aquí para crear una lista de reproducción.
zh_cn: 在此放一个剪辑来创建播放列表 。

source: Create an empty timeline with a video and audio track.
es: Crear una línear de tiempo vacía con una pista de vídeo y de audio.
zh_cn: 创建带视频和音频音轨的空时间线 。

source: Create a timeline from the selected clip.
es: Crear una línea de tiempo desde el clip seleccionado.
zh_cn: 从选中的剪辑创建一个时间框架 。

source: Save current EDL to a permanent location, making paths relative if possible.
es: Grabar el EDL actual a un lugar permanente, haciendo las rutas relativas si es posible.
zh_cn: 将当前 EDL 保存到永久位置, 如果可能的话, 使路径相对 。

source: Close current EDL.
es: Cerrar EDL Actual.
zh_cn: 关闭当前 EDL 。

source: Clear the messages
es: Borrar los mensajes
zh_cn: 清除信件

source: Turn off image warping.
es: Apagar distorsión de la imagen.
zh_cn: 关闭图像扭曲 。

source: Spherical
es: Esférico
zh_cn: 球面

source: Wrap the image or images onto a sphere.
es: Envuelva la imagen o imágenes en una esfera.
zh_cn: 将图像或图像环绕到球体上。

source: Cubic
es: Cúbico
zh_cn: 立立方体

source: Wrap the image or images onto a cube.
es: Envuelva la imagen o imágenes en un cubo.
zh_cn: 将图像或图像折叠到立方体上。

source: Projection
es: Proyección
zh_cn: 投射

source: H. Aperture
es: Abertura H.
zh_cn: H. 孔孔

source: Horizontal Aperture of the Projection.
es: Aberturna Horizontal de la Proyeccion.
zh_cn: 投影的横向光圈 。

source: V. Aperture
es: Abertura V.
zh_cn: 五. 孔孔

source: Vertical Aperture of the Projection.
es: Abertura Vertical de la Proyección.
zh_cn: 投影的垂直孔径 。

source: Focal Length of the Projection. Use Shift + left mouse button to change or the mousewheel.
es: Distancia Focal de la Proyección. Use Shift + botón izquierdo del ratón para cambiar o la rueda del ratón.
zh_cn: 投影焦距。 使用 Shift + 鼠标左键更改或鼠标轮 。

source: Rotation
es: Rotación
zh_cn: 轮调

source: Spin with middle mouse instead of rotating with it.
es: Gire con el botón del medio del ratón en vez de rotar con él.
zh_cn: 用中鼠标旋转,而不是用它旋转。

source: Rotation in X of the projection. Use middle mouse button to move around.
es: Rotación en X de la proyección. Use el botón del medio del ratón para moverse alrededor.
zh_cn: 投影的 X 旋转。 使用鼠标中键移动 。

source: Rotation in Y of the projection. Use middle mouse button to move around.
es: Rotación en Y de la proyección. Use el botón del medio del ratón para moverse alrededor.
zh_cn: 投影的 Y 旋转。 使用鼠标中键移动 。

source: Subdivisions
es: Subdivisiones
zh_cn: 分区

source: Subdivision of the sphere when doing spherical projections
es: Subdivision de la esfera cuando la proyección es esférica
zh_cn: 进行球球预测时对球领域的区分

source: Subdivision of the sphere in X.
es: Subdivision de la esfera en X.
zh_cn: X区域的划分

source: Subdivision of the sphere in Y.
es: Subdivision de la esfera en Y.
zh_cn: Y. 领域划分

source: Search
es: Buscar
zh_cn: 搜索

source: Both
es: Ambos
zh_cn: 两者

source: Attribute
es: Atributo
zh_cn: 属性

source: Value
es: Valor
zh_cn: 价值值

source: Main
es: Principal
zh_cn: 主要

source: Subtitle
es: Subtítulo
zh_cn: 字幕

source: Metadata
es: Metadatos
zh_cn: 元元元数据

source: PAL Video
es: Video PAL
zh_cn: PAL PAL 视频

source: NTSC Video
es: Video NTSC
zh_cn: NTSC 视频

source: 35mm Academy
zh_cn: 35毫米学院

source: Widescreen (HDTV + STV)
es: Pantalla Ancha (HDTV + STV)
zh_cn: 宽屏(HDTV+STV)

source: 35mm European Widescreen
es: 35mm Pantalla Ancha Europea
zh_cn: 35mm 欧洲宽屏

source: Early 35mm
es: 35mm Temprano
zh_cn: 35毫米早期

source: HDTV / Widescreen 16:9
es: HDTV / Pantalla Ancha 16:9
zh_cn: HDTVHDTV/宽屏 16: 9

source: 35mm Flat
es: 35mm Plano
zh_cn: 35毫米平板

source: 70mm
zh_cn: 70毫米

source: 35mm Anamorphic
es: 35mm Anamórfico
zh_cn: 35毫米无形态

source: 35mm Panavision
zh_cn: 35毫米Panavis

source: Cinemascope
zh_cn: 影视

source: MGM Camera 65
es: MGM Camara 65
zh_cn: MGM 相机 65

source: Load
es: Cargar
zh_cn: 装入

source: Reset
es: Resetear
zh_cn: 重设重置

source: Pick
es: Elegir
zh_cn: 选取

source: %.3f seconds
es: %.3f segundos
zh_cn: % 3f 秒

source: Directory
es: Carpeta
zh_cn: 目录

source: Directory where clip resides
es: Carpeta donde el clip reside
zh_cn: 剪剪夹存放目录

source: Filename
es: Nombre
zh_cn: 文件名

source: Filename of the clip
es: Nombre del archivo del clip
zh_cn: 剪辑的文件名

source: Audio Directory
es: Carpeta del Audio
zh_cn: 音音音目录

source: Directory where audio clip resides
es: Carpeta donde el clip de audio reside
zh_cn: 音频剪录所在目录

source: Audio Filename
es: Nombre del Audio
zh_cn: 音频文件名

source: Filename of the audio clip
es: Nombre del archivo del clip de audio
zh_cn: 音频剪辑的文件名

source: Video Streams
es: Pistas de Vídeo
zh_cn: 视频流

source: Number of video streams in file
es: Número de pistas de video en archivo
zh_cn: 文件中的视频流数

source: Audio Streams
es: Pistas de Audio
zh_cn: 音频流

source: Number of audio streams in file
es: Número de pistas de audio en archivo
zh_cn: 文件中的音频流数

source: Start Time
es: Timpo de Comienzo
zh_cn: 开始时间

source: Beginning frame of clip
es: Cuadro de comienzo del clip
zh_cn: 剪辑的起始框架

source: End Time
es: Tiempo Final
zh_cn: 结束时间

source: Ending frame of clip
es: Cuadro final del clip
zh_cn: 剪辑结束框架

source: First Frame
es: Primer Cuadro
zh_cn: 第一个框架首框架

source: First frame of clip - User selected
es: Primer cuadro del clip - Seleccionado por el usuario
zh_cn: 剪辑的第一框架 - 选中用户

source: Last Frame
es: Último Cuadro
zh_cn: 上一个框架

source: Last frame of clip - User selected
es: Último cuadro del clip - Seleccionado por el Usuario
zh_cn: 上一个剪剪剪框 - 选中用户

source: (PAL Fields)
es: (Campos PAL)
zh_cn: (PAL字段)

source: (NTSC Fields)
es: (Campos NTSC)
zh_cn: (国家技术服务委员会外地)

source: Default Speed
es: Velocidad por Defecto
zh_cn: 默认速度

source: Default Speed in Frames per Second
es: Velocidad por Defecto en Cuadros por Segundo
zh_cn: 每秒框架的默认速度

source: Current Speed
es: Velocidad Actual
zh_cn: 目前速度

source: Current Speed (Frames Per Second)
es: Velocidad Actual (Cuadros Por Segundo)
zh_cn: 当前速度( 每秒数)

source: Disk space
es: Espacio en Disco
zh_cn: 磁盘空间

source: Creation date of file
es: Fecha de Creación del Archivo
zh_cn: 文件创建日期

source: Modified Date
es: Fecha de Modificación
zh_cn: 修改后日期

source: Last modified date of file
es: Última fecha de modificación del archivo
zh_cn: 文件的最近修改日期

source: Load an image or movie file
es: Cargar una imagen o película
zh_cn: 装入图像或电影文件

source: Video Stream #%d
es: Pista de Vídeo #%d
zh_cn: 视频流d

source: Name
es: Nombre
zh_cn: 名称

source: Unknown
es: Desconocido
zh_cn: 未知

source: Width
es: Ancho
zh_cn: 宽宽度

source: Width of clip
es: Ancho del clip
zh_cn: 剪辑宽度

source: Height
es: Altura
zh_cn: 高度

source: Height of clip
es: Altura del clip
zh_cn: 弹夹高度

source: Aspect Ratio
es: Aspecto de Radio
zh_cn: 外观比比

source: Aspect ratio of clip
es: Aspecto de radio del clip
zh_cn: 剪夹的突出比例

source: Pixel Ratio
es: Radio de Pixel
zh_cn: 像素比比

source: Pixel ratio of clip
es: Radio de pixel del clip
zh_cn: 剪剪的像素比比

source: Video Rotation
es: Rotación del Video
zh_cn: 视频旋转

source: Compression
es: Compresión
zh_cn: 压缩

source: unsigned byte (8-bits per channel)
es: byte sin signo (8-bits por canal)
zh_cn: 未签名字节( 每个频道 8 位元)

source: (10-bits per channel)
es: (10-bits por canal)
zh_cn: (每频道10比特)

source: (12-bits per channel)
es: (12-bits por canal)
zh_cn: (每频道12比特)

source: unsigned short (16-bits per channel)
es: corto sin signo (16-bits por canal)
zh_cn: 未签名短短( 每个频道16 位元)

source: half float (16-bits per channel)
es: media coma flotante (16-bits por canal)
zh_cn: 半浮点( 每个频道16 位元)

source: unsigned int (32-bits per channel)
es: entero sin signo (32-bits por canal)
zh_cn: 未签名 Int (每个频道32 位)

source: float (32-bits per channel)
es: coma flotante (32-bits por canal)
zh_cn: (每个频道32比特)

source: Unknown bit depth
es: Profundid de bits desconocida
zh_cn: 未知位数深度

source: Depth
es: Profundidad
zh_cn: 深度

source: Bit depth of clip
es: Profundidad en bits
zh_cn: 弹夹深度位深度

source: Image Channels
es: Canales de la Imagen
zh_cn: 图像通道

source: Number of channels in clip
es: Número de canales en clip
zh_cn: 剪辑中的频道数量

source: YUV Coefficients
zh_cn: YUV 系数

source: YUV Coefficients used for video conversion
es: Coefficients de YUV usados para conversion de vídeo
zh_cn: YUV 用于视频转换的系数

source: Video Levels
es: Niveles de Vídeo
zh_cn: 视频级别

source: Color Primaries
es: Primarias de Color
zh_cn: 颜色基本色彩

source: Color TRC
es: TRC de Color
zh_cn: 彩色真相与和解委员会

source: Color Transfer Characteristics
es: Características de Transferencia de Color de FFmpeg
zh_cn: 颜色调换特性

source: Color Space
es: Espacio de Color
zh_cn: 色彩空间

source: Color Transfer Space
es: Espacio de Transferencia del Color
zh_cn: 彩色转移空间

source: FFmpeg Pixel Format
es: Formato de Pixel de FFmpeg.
zh_cn: FFmpeg 像素格式

source: Render Pixel Format
es: Formato de Pixel de Render
zh_cn: 框像像素格式

source: Audio Stream #%d
es: Pista de Audio #%d
zh_cn: 音频流d

source: FourCC
zh_cn: 四合四

source: Four letter ID
es: ID de cuatro letras
zh_cn: 4个字母 ID

source: Channels
es: Canales
zh_cn: 声道

source: Number of audio channels
es: Número de canales de audio
zh_cn: 音频频道数量

source: Format
es: Formato
zh_cn: 格式

source: Frequency
es: Frecuencia
zh_cn: 频率

source: Frequency of audio
es: Frecuencia del audio
zh_cn: 音频频率

source: Max. Bitrate
es: Bitrate Max.
zh_cn: 最大比特率

source: Disposition
es: Disposición
zh_cn: 处置处理

source: Disposition of Track
es: Disposición de la Pista
zh_cn: 音轨处理

source: Start
es: Comienzo
zh_cn: 开始

source: Start of Audio
es: Cominzo del Audio
zh_cn: 音频开始

source: Duration
es: Duración
zh_cn: 持续期限

source: Duration of Audio
es: Duración del Audio
zh_cn: 音频持续时间

source: Subtitle Stream #%d
es: Pista de Subtítulo #%d
zh_cn: 字幕: 溪流 d

source: Codec Name
zh_cn: 编码器名称

source: Closed Captions
es: Subtítulos (CC)
zh_cn: 闭合说明

source: Video has Closed Captions
es: Vídeo tiene Subtítulos (CC)
zh_cn: 视频已关闭字幕

source: Avg. Bitrate
es: Bitrate prom.
zh_cn: Avg. 比特率

source: Language
es: Lenguaje
zh_cn: 语言

source: Language if known
es: Lenguaje si se sabe
zh_cn: 已知语言

source: Start of Subtitle
es: Comienzo del Subtítulo
zh_cn: 字幕开始

source: Duration of Subtitle
es: Duración del Subtítulo
zh_cn: 字幕的有效期

source: Logarithmic
es: Logarítmico
zh_cn: 对数

source: Square Root
es: Raíz Cudrada
zh_cn: 平方根

source: Channel
es: Canal
zh_cn: 频道

source: Red
es: Rojo
zh_cn: 红红

source: Green
es: Verde
zh_cn: 绿绿色

source: Blue
es: Azul
zh_cn: 蓝蓝色

source: Select main A image.
es: Seleccione la imagen A principal.
zh_cn: 选择主图像 。

source: Open a filename
es: Abir un archivo
zh_cn: 打开文件名

source: Open a filename with audio
es: Abrir un archivo con audio
zh_cn: 用音频打开文件名

source: Close current filename
es: Cerrar archivo actual
zh_cn: 关闭当前文件名

source: Close all filenames
es: Cerrar todos los archivos
zh_cn: 关闭所有文件名

source: Previous filename
es: Archivo previo
zh_cn: 上一个文件名

source: Next filename
es: Pròximo archivo
zh_cn: 下一个文件名

source: Filter EDLs
es: Filtrar EDLs
zh_cn: 过滤器 EDL

source: Select one or more B images.
es: Seleccione una o más imágenes B.
zh_cn: 选择一个或多个 B 图像 。

source: Select between Relative or Absolute Compare Time Mode
zh_cn: 在相对比较或绝对比较时间模式之间选择

source: Compare A
es: Comparar A
zh_cn: 比较 A

source: Compare B
es: Comparar B
zh_cn: 比较B
