Repository: Olympusmonsgames/mrv2
Catalog: mrv2/po/*.po
Languages: es, zh_cn

source: Close Current
es: Cerrar Actual
zh_cn: 关闭当前

source: Close All
es: Cerrar Todas
zh_cn: 全部关闭

source: Quit Program
es: Salir del Programa
zh_cn: 退出程序

source: Zoom Minimum
es: Zoom Mínimo
zh_cn: 最小缩小最小

source: Zoom Maximum
es: Zoom Máximo
zh_cn: 缩缩最大

source: Center Image
es: Centrar la Imagen
zh_cn: 中心图像中心图像

source: Fit Screen
es: Enmarcar Pantalla
zh_cn: 适合屏幕

source: Resize Main Window to Fit
es: Ajustar Ventana a la Imagen
zh_cn: 调整主窗口大小以适合

source: Fit All
es: Enmarcar Todo
zh_cn: 适合所有

source: Toggle Minify Texture Filtering
es: Alternar Filtro de Minificación de Texturas
zh_cn: 切换最小化纹理过滤

source: Toggle Magnify Texture Filtering
es: Alternar Filtro de Magnificación de Texturas
zh_cn: 切换放大纹理过滤

source: Auto Frame View
es: Autoencuadrar vista
zh_cn: 自动框架视图

source: Ignore Display Window
es: Ignorar Ventana de Display
zh_cn: 忽略显示窗口

source: Auto Normalize
zh_cn: 自动统一化

source: Invalid Values
zh_cn: 无效值

source: Display Window
es: Ventana de Display
zh_cn: 显示窗口

source: Data Window
es: Ventana de Datos
zh_cn: 数据窗口

source: Compare Wipe
es: Comparar Limpiaparabrisas
zh_cn: 比较擦擦

source: Compare Overlay
es: Comparar Overlay
zh_cn: 比较重叠比较

source: Compare Difference
es: Comparar Diferencia
zh_cn: 对比差异

source: Compare Horizontal
es: Comparar Horizontal
zh_cn: 水平比较对比水平

source: Compare Vertical
es: Comparar Vertical
zh_cn: 比较垂直

source: Compare Tile
es: Comparar Mosaico
zh_cn: 比较平铺

source: Color Channel
es: Canal de Color
zh_cn: 颜色频道

source: Red Channel
es: Canal Rojo
zh_cn: 红色频道

source: Green Channel
es: Canal Verde
zh_cn: 绿色通道

source: Blue Channel
es: Canal Azul
zh_cn: 蓝频道

source: Alpha Channel
es: Canal Alfa
zh_cn: Alpha 频道

source: Flip X
es: Voltear X
zh_cn: 翻翻 X

source: Flip Y
es: Voltear Y
zh_cn: 翻转 Y

source: Rotate Images +90 Degrees
es: Rotar las imágenes +90 grados
zh_cn: 旋转图像+90度

source: Rotate Images -90 Degrees
es: Rotar las imágenes -90 grados
zh_cn: 图像旋转 - 90 度

source: Video Levels from File
es: Niveles de Vídeo Del Archivo
zh_cn: 来自文件的视频级别

source: Video Levels Legal Range
es: Niveles de Vídeo de Rango Legal
zh_cn: 视频级别 法律范围

source: Video Levels Full Range
es: Niveles de Vídeo de Rango Completo
zh_cn: 视频级别全程

source: Alpha Blend None
es: Mezcla Alfa Ninguna
zh_cn: Alpha 混合无

source: Alpha Blend Straight
es: Mezcla Alfa Derecha
zh_cn: Alpha 圆形直流

source: Alpha Blend Premultiplied
es: Mezcla Alfa Premultiplicada
zh_cn: Alpha 组合

source: Annotation Clear Frame
es: Borrar el Cuadro de Anotación
zh_cn: 注释说明清晰框架

source: Annotation Clear All Frames
es: Borrar Todos los Cuadros de la Anotación
zh_cn: 清除所有框架

source: Annotation Frame Step Backwards
es: Retroceder a la Anotación Previa
zh_cn: 注释说明框架向后退

source: Frame Step Backwards
es: Retroceder un Cuadro
zh_cn: 框架向后退

source: Frame Step FPS Backwards
es: Retrodecder unos Cuadros por Segundo
zh_cn: FPS 向后退

source: Annotation Frame Step Forwards
es: Avanzar a la Anotación Siguiente
zh_cn: 注释框架前进步

source: Frame Step Forwards
es: Avanzar un Cuadro
zh_cn: 框架前步

source: Frame Step FPS Forwards
es: Avanzar unos Cuadros por Segundo
zh_cn: 框架脚步 FPS 前进

source: Play Backwards
es: Reproducir Para Atrás
zh_cn: 向后播放

source: Play Backwards / Change Speed
es: Reproducir Para Atrás / Cambiar Velocidad
zh_cn: 向后播放/变化速度

source: Play in Current Direction
es: Reproducir en DIrección Actual
zh_cn: 在当前方向玩

source: Play Forwards
es: Reproducir Para Adelante
zh_cn: 向前播放

source: Play Forwards / Change Speed
es: Reproducir Para Adelante / Cambiar Velocidad
zh_cn: 向前播放/变化速度

source: Next Clip
zh_cn: 下一个剪贴

source: Previous Clip
zh_cn: 上一个剪贴

source: Loop Playback
es: Playback en Bucle
zh_cn: 循环播放回放

source: Playback Once
es: Reproducir Una Vez
zh_cn: 播放一次回放

source: Playback Ping Pong
es: Reproducir Ping Pong
zh_cn: 播放 ping Pong

source: First Image Version
es: Primer Versión del Clip
zh_cn: 第一图像版本首版

source: Previous Image Version
es: Versión del Clip Previo
zh_cn: 上一个图像版本

source: Next Image Version
es: Próxima Versión del Clip
zh_cn: 下一个图像版本

source: Last Image Version
es: Última Versión de la Imagen
zh_cn: 最后图像版本

source: Previous Image
es: Imagen Previa
zh_cn: 上一张图像

source: Next Image
es: Próximo Clip
zh_cn: 下一个图像

source: Previous Image Limited
es: Imagen Previa Limitada
zh_cn: 先前图像有限

source: Next Image Limited
es: Próxima Clip Limitada
zh_cn: 下一个图像有限公司

source: Previous Channel
es: Canal Previo
zh_cn: 上一个频道

source: Next Channel
es: Próximo Canal
zh_cn: 下一个频道

source: Clear Cache
zh_cn: 清除缓存

source: UpdateVideoFrame
zh_cn: 更新 VideoFrame

source: Cut Frame
es: Cortar Cuadro
zh_cn: 剪剪框架

source: Copy Frame
es: Copiar Cuadro
zh_cn: 复制框架

source: Paste Frame
es: Pegar Cuadro
zh_cn: 粘贴框架

source: Insert Frame
es: Insertar Cuadro
zh_cn: 插入框架

source: Slice Clip
es: Cortar Clip
zh_cn: 剪切

source: Remove Clip
es: Eliminar Clip
zh_cn: 删除剪切

source: Insert Audio Gap
es: Insertar Breach de Audio
zh_cn: 插入音频差距

source: Remove Audio Gap
es: Remover Brecha de Audio
zh_cn: 删除音频差距

source: Edit Undo
es: Deshacer Edición
zh_cn: 编辑 撤消编辑

source: Edit Redo
es: Rehacer Edición
zh_cn: 编辑重做编辑

source: Toggle Menu Bar
es: Alternar Barra de Menu
zh_cn: 切换菜单栏

source: Toggle Top Bar
es: Alternar Barra Superior
zh_cn: 切换顶栏

source: Toggle Pixel Bar
es: Alternar Barra de Píxel
zh_cn: 切换像素栏

source: Toggle Timeline
es: Alternar Línea de Tiempo
zh_cn: 切换时间线

source: Toggle Status Bar
es: Alternar Barra de Estátus
zh_cn: 切换状态栏

source: Toggle Tool Dock
es: Alternar Barra de Herramientas
zh_cn: 切换工具停靠

source: Toggle Full Screen
es: Alternar Pantalla Completa
zh_cn: 切换全屏幕

source: Toggle Presentation
es: Alternar Presentación
zh_cn: 切换演示文样

source: Toggle Float On Top
es: Alternar Flotar Sobre Todo
zh_cn: 切换顶部浮点

source: Toggle Secondary
es: Alternar la Vista Secundaria
zh_cn: 切换辅助

source: Toggle Secondary Float On Top
es: Alternar Flotar para la Vista Secundaria
zh_cn: 切换顶部的二级浮点

source: Toggle NDI
es: Alternar NDI
zh_cn: 切换 NDI

source: Toggle Network
es: Alternar Red
zh_cn: 切换网络

source: Toggle USD
es: Alternar USD
zh_cn: 切换美元

source: Toggle Stereo 3D
es: Alternar Estéreo 3D
zh_cn: 切换立立体

source: Toggle Timeline Editable
es: Alternar Línea de Tiempo Editable
zh_cn: 切换可编辑的时间线

source: Toggle Edit Associated Clips
es: Alternar Editar Clips Asociados
zh_cn: 切换编辑相关剪切

source: Timeline Frame View
es: Enmarcar Vista en Línea de Tiempo
zh_cn: 时间线框架视图

source: Toggle Timeline Scroll To Current Frame
es: Alternar Panear al Cuadro Actual en Línea de Tiempo
zh_cn: 切换时间线滚动到当前框架

source: Toggle Timeline Track Info
es: Alternar Info de Pista en Línea de Tiempo
zh_cn: 切换时间线音轨信息

source: Toggle Timeline Clip Info
es: Alternar Info de Clip en Línea de Tiempo
zh_cn: 切换时间线剪切信息

source: Toggle Timeline Thumbnails
es: Alternar Miniaturas de la Línea de Tiempo
zh_cn: 切换时间线缩略图

source: Toggle Timeline Transitions
es: Alternar Transiciones de la Línea de Tiempo
zh_cn: 切换时间线切换

source: Toggle Timeline Markers
es: Alternar Marcadores en la Línea de Tiempo
zh_cn: 切换时间线标记器

source: Reset Gain/Gamma
es: Resetear Gain y Gama
zh_cn: 重置收益/伽玛

source: Exposure More
es: Mayor Exposición
zh_cn: 更多接触

source: Exposure Less
es: Menor Exposición
zh_cn: 减去接触量

source: Gamma More
es: Más gama
zh_cn: 更多伽玛

source: Gamma Less
es: Menos gama
zh_cn: 减少伽玛

source: OCIO Input Color Space
es: OCIO Espacio de Color de Entrada
zh_cn: OCIO 输入色空间

source: OCIO Display
zh_cn: OCIO 显示

source: OCIO View
es: OCIO Vista
zh_cn: OCIO 视图 OCIO 视图

source: Scrub Mode
es: Modo de Fregado
zh_cn: 冲刷模式

source: Area Selection Mode
es: Modo de Selección de Área
zh_cn: 区域选择模式

source: Erase Mode
es: Modo de Borrar
zh_cn: 擦除模式

source: Arrow Mode
es: Modo de Flecha
zh_cn: 箭头模式

source: Rectangle Mode
es: Modo de Rectángulo
zh_cn: 矩形模式

source: Circle Mode
es: Modo de Círculo
zh_cn: 圆圆模式

source: Text Mode
es: Modo de Texto
zh_cn: 文本模式

source: Pen Size More
es: Mayor Tamaño del Lápiz
zh_cn: 更多笔大小

source: Pen Size Less
es: Menor Tamaño del Lápiz
zh_cn: 减

source: Undo Draw
es: Deshacer Dibujo
zh_cn: 撤消绘图

source: Redo Draw
es: Rehacer Dibujo
zh_cn: 重复绘制

source: Switch Pen Color
es: Intercambiar Color del Lápiz
zh_cn: 切换笔颜色

source: Set In Point
es: Establecer Punto de Entrada
zh_cn: 设置点

source: Set Out Point
es: Establecer Punto de Salida
zh_cn: 设置出点

source: Hud Window
es: Ventana de Hud
zh_cn: Hud 窗口

source: Toggle One Panel Only
es: Alternar Un Solo Panel
zh_cn: 只切换一个面板

source: Toggle Files Panel
es: Alternar Panel de Archivos
zh_cn: 切换文件面板

source: Toggle Media Info Panel
es: Alternar Panel de Información del Medio
zh_cn: 切换媒体信息面板

source: Toggle Color Area Info Panel
es: Alternar Panel de Área de Color
zh_cn: 切换颜色区域信息面板

source: Toggle Color Controls Panel
es: Alternar Panel de Controles de Color
zh_cn: 切换色彩控制面板

source: Toggle Playlist Panel
es: Alternar Panel de Lista de Reproducción
zh_cn: 切换播放列表面板

source: Toggle Compare Panel
es: Alternar Panel de Comparación
zh_cn: 切换比较面板

source: Toggle Devices Panel
es: Alternar Panel de Dispositivos
zh_cn: 切换设备面板

source: Toggle Annotation Panel
es: Alternar Panel de Anotación
zh_cn: 切换批注面板

source: Toggle Background Panel
es: Alternar Panel de Fondo
zh_cn: 切换背景面板

source: Toggle Settings Panel
es: Alternar Panel de Seteos
zh_cn: 切换设置面板

source: Toggle Histogram Panel
es: Alternar Panel de Histograma
zh_cn: 切换直方图面板

source: Toggle Vectorscope Panel
es: Alternar Vectorscopio
zh_cn: 切换矢量镜面板

source: Toggle Waveform Panel
es: Alternalr Forma de Onda
zh_cn: 切换波形面板

source: Toggle Environment Map Panel
es: Alternar Panel de Mapa de Entorno
zh_cn: 切换环境地图面板

source: Toggle Preferences Window
es: Alternar Ventana de Preferencias
zh_cn: 切换首选项窗口

source: Toggle Python Panel
es: Alternar Panel de Python
zh_cn: 切换 Python 面板

source: Toggle Log Panel
es: Alternar Panel de Bitácora
zh_cn: 切换日志面板

source: Toggle Hotkeys Window
es: Alternar Ventana de Teclas de Manejo
zh_cn: 切换热键窗口

source: Toggle About Window
es: Alternar Ventana de Acerca de mrv2
zh_cn: 切换窗口

source: USD module. Contains all classes and enums related to USD (Universal Scene Description).
es: Módulo de USD. Contiene todas las classes y enums relativas a USD (Univesal Scene Description).

source: Timeline module. Contains all functions related to the timeline control.
es: Mòdulo de Línea de Tiempo. Contiene todas las funciones y enums relacionados con la línea de tiempo.

source: Settings module. Contains all settings functions.
es: Mòdulo de Seteos. Contiene todas las funciones y enums relacionados con los seteos.

source: Session module. Used to manage everything related to sessions.
es: Módulo de Sesión. Usado para manejar todo lo relacionado a sesiones.

source: Plugin module. Contains all classes related to python plugins.
es: Mòdulo de Plugins. Contiene todas las clases relacionados con las los plugins de python.

source: Dictionary of menu entries with callbacks, like: def menus(self): menus = { "Nem Menu/Hello" : self.run } return menus
es: Diccionario de entradas del menu con métodos como: def menus(self): menus = { "Nuevo Menu/Hola" : self.run } return menus

source: import mrv2 from mrv2 import plugin class DemoPlugin(plugin.Plugin): def __init__(self): """ Constructor for DemoPlugin. Define your own variables here. """ super().__init__() def run(self): """ Example method used for the callback. """ print("Hello from Python plugin") def active(self): """ Optional method to return whether the plug-in is active or not. :return: True if the plug-in is active, False otherwise. :rtype: bool """ return True def menus(self): """ Dictionary of menu entries as keys with callbacks as values. :return: A dictionary of menu entries and their corresponding callbacks. :rtype: dict """ menus = {"New Menu/Hello": self.run} return menus
es: import mrv2 from mrv2 import plugin class DemoPlugin(plugin.Plugin): def __init__(self): """ Constructor de DemoPlugin. Defina sus variables aquí. """ super().__init__() def run(self): """ Método de ejemplo para la llamada. """ print("Hola de un plugin de Python") def active(self): """ Método opcional para returnar si el plug-in está activo o no. :return: True si el plug-in está activo, False sino. :rtype: bool """ return True def menus(self): """ Diccionario de entradas de menúes como llaves con llamadas como valores. :return: Un diccionario de entradas de menúes y sus llamadas correspondientes. :rtype: dict """ menus = {"New Menu/Hello": self.run} return menus

source: Playlist module. Contains all functions and classes related to the playlists.
es: Mòdulo de lista de reproducción. Contiene todas las clases y enums relacionados con las listas dereproducción.

source: The RationalTime class represents a measure of time of :math:`rt.value/rt.rate` seconds. It can be rescaled into another :class:`~RationalTime`'s rate.
es: La clase RationalTime representa una medida de tiempo de :math:`rt.value/rt.rate` segundos. Puede ser re-escalada a otra razón de :class:`~RationalTime`.

source: Returns true if the time is invalid. The time is considered invalid if the value or the rate are a NaN value or if the rate is less than or equal to zero.
es: Returna verdadero si el tiempo no es válido. El tiempo es considerado inválido si el valor o la razón son valoers NaN o si la razón es menor o igual a cero.

source: Compute the duration of samples from first to last (excluding last). This is not the same as distance. For example, the duration of a clip from frame 10 to frame 15 is 5 frames. Result will be in the rate of start_time.
es: Compute la duración de las muestrasde primero al último (exceptuando el último). Esto no es lo mismo que la distancia. Por ejemplo, la duración de un clip de cuadro 10 a cuadro 15 es 5 cuadros. El resultado estará en la razón de start_time.

source: Compute the duration of samples from first to last (including last). This is not the same as distance. For example, the duration of a clip from frame 10 to frame 15 is 6 frames. Result will be in the rate of start_time.
es: Compute la duración de las muestrasde primero al último (incluyendo el último). Esto no es lo mismo que la distancia. Por ejemplo, la duración de un clip de cuadro 10 a cuadro 15 es 6 cuadros. El resultado estará en la razón de start_time.

source: The TimeRange class represents a range in time. It encodes the start time and the duration, meaning that :meth:`end_time_inclusive` (last portion of a sample in the time range) and :meth:`end_time_exclusive` can be computed.
es: La clase TimeRange representa un rango de tiempo. Codifica el tiempo de comienzo (start_time) y la duración, significando que :meth:`end_time_inclusive` (última porción de una muestra en el rango de tiempo) y que :meth:`end_time_exclusive` puede ser calculado.

source: The time of the last sample containing data in the time range. If the time range starts at (0, 24) with duration (10, 24), this will be (9, 24) If the time range starts at (0, 24) with duration (10.5, 24): (10, 24) In other words, the last frame with data, even if the last frame is fractional.
es: El tiempo de la última muestra contiene datos en el rango de tiempo. Si el rango de tiempo comienza a (0, 24) con duración (10, 24), esto será (9, 24) Si el rango de tiempo comienza a (0, 24) con duraciòn (10.5, 24): (10, 24) En otras palabras, el último cuadro con datos, incluso si el ultimo cuadro es fraccional.

source: Time of the first sample outside the time range. If start frame is 10 and duration is 5, then end_time_exclusive is 15, because the last time with data in this range is 14. If start frame is 10 and duration is 5.5, then end_time_exclusive is 15.5, because the last time with data in this range is 15.
es: Tiempo de la primera muestra fuera del rango de tiempo. Si el cuadro de comienzo ( start frame ) es 10 y la duración es 5, entonces end_time_exclusive es 15, porque el último tiempo con datos en este rango es 14. Si el cuadro de comienzo ( start frame ) es 10 y la duración es 5.5, entonces end_time_exclusive es 15.5, porque el último tiempo con datos en este rango es 15.

source: Clamp 'other' (:class:`~RationalTime`) according to :attr:`start_time`/:attr:`end_time_exclusive` and bound arguments.
es: Limite 'other' (:class:`~RationalTime`) de acuerdo a :attr:`start_time`/:attr:`end_time_exclusive` y limite los parámetros.

source: Clamp 'other' (:class:`~TimeRange`) according to :attr:`start_time`/:attr:`end_time_exclusive` and bound arguments.
es: Limite 'other' (:class:`~TimeRange`) de acuerdo a :attr:`start_time`/:attr:`end_time_exclusive` y limite los parámetros.

source: The start of `this` precedes `other`. `other` precedes the end of `this`. :: other | * [ this ]
es: El comienzo de `esto` precede a `other`. `other` precede el final de `esto`. :: other | * [ esto ]

source: The start of `this` precedes start of `other`. The end of `this` antecedes end of `other`. :: [ other ] [ this ] The converse would be ``other.contains(this)``
es: El comienzo de `esto` precede el comienzo de `other`. El final de `esto` antecede el final de `other`. :: [ other ] [ esto ] Lo opuesto sería ``other.contains(esto)``

source: `this` contains `other`. :: other | * [ this ]
es: `esto` contiene a `other`. :: other | * [ esto ]

source: The start of `this` strictly precedes end of `other` by a value >= `epsilon_s`. The end of `this` strictly antecedes start of `other` by a value >= `epsilon_s`. :: [ this ] [ other ] The converse would be ``other.overlaps(this)``
es: El comienzo de `esto` estríctamente precede el final de `other` por un valor >= `epsilon_s`. El final de `esto` estríctamente antecede el comienzo de `other` por un valor >= `epsilon_s`. :: [ esto ] [ other ] Lo opuesto sería ``other.overlaps(esto)``

source: The end of `this` strictly precedes `other` by a value >= `epsilon_s`. :: other | [ this ] *
es: The final de `esto` estríctamente precede a `other` por un valor >= `epsilon_s`. :: other | [ esto ] *

source: The end of `this` strictly equals the start of `other` and the start of `this` strictly equals the end of `other`. :: [this][other] The converse would be ``other.meets(this)``
es: The final de `esto` estríctamente equivale al comienzo de `other` y el comienzo de `esto` estríctamente equivale al final de `other`. :: [esto][other] Lo opuesto sería ``other.meets(esto)``

source: The start of `this` strictly equals `other`. :: other | * [ this ]
es: El comienzo de `esto` estríctamente iguala a `other`. :: other | * [ esto ]

source: The start of `this` strictly equals the start of `other`. The end of `this` strictly precedes the end of `other` by a value >= `epsilon_s`. :: [ this ] [ other ] The converse would be ``other.begins(this)``
es: El comienzo de `esto` estríctamente iguala el comienzo de `other`. El final de `esto` estríctamente precede el final de `other` por un valor >= `epsilon_s`. :: [ esto ] [ other ] Lo opuesto sería ``other.begins(esto)``

source: The end of `this` strictly equals `other`. :: other | * [ this ]
es: El final de `esto` estríctamente equivale a `other`. :: other | * [ esto ]

source: The start of `this` strictly antecedes the start of `other` by a value >= `epsilon_s`. The end of `this` strictly equals the end of `other`. :: [ this ] [ other ] The converse would be ``other.finishes(this)``
es: El comienzo de `esto` estríctamente antecede el comienzo de `other` por un valor >= `epsilon_s`. El final de `esto` estríctamente iguala el final de `other`. :: [ esto ] [ other ] Lo opuesto sería ``other.finishes(this)``

source: The start of `this` precedes or equals the end of `other` by a value >= `epsilon_s`. The end of `this` antecedes or equals the start of `other` by a value >= `epsilon_s`. :: [ this ] OR [ other ] [ other ] [ this ] The converse would be ``other.finishes(this)``
es: El comienzo de `esto` precede o iguala el final de `other` por un valor >= `epsilon_s`. El final de `esto` antecede o iguala el comienzo de `other` por un valor >= `epsilon_s`. :: [ esto ] O [ other ] [ other ] [ esto ]

source: Creates a :class:`~TimeRange` from start and end :class:`~RationalTime`\s (exclusive). For example, if start_time is 1 and end_time is 10, the returned will have a duration of 9.
es: Crea un :class:`~TimeRange` de start y end :class:`~RationalTime`\s (exclusivo). Por ejemplo, si start_time es 1 y end_time es 10, la duración retornada será de 9.

source: Creates a :class:`~TimeRange` from start and end :class:`~RationalTime`\s (inclusive). For example, if start_time is 1 and end_time is 10, the returned will have a duration of 10.
es: Crea un :class:`~TimeRange` de start y end :class:`~RationalTime`\s (inclusivo). Por ejemplo, si start_time es 1 y end_time es 10, la duración retornada será de 10.

source: Media module. Contains all classes and enums related to media.
es: Mòdulo de medios. Contiene todas kas clases y enums relacionados con los medios.

source: Math module. Contains all math classes.
es: Módulo de matemática. Contiene todas las clases de matemática.

source: Vector of 2 integers.
es: Vector de 2 enteros.

source: Vector of 2 floats.
es: Vector de 2 elementos de comas flotantes.

source: Vector of 3 floats.
es: Vector de 3 elementos de comas flotantes.

source: Vector of 4 floats.
es: Vector de 4 elementos de comas flotantes.

source: Size of 2 integers.
es: Tamaño de 2 enteros.

source: Image module. Contains all classes and enums related to image controls.
es: Módulo de imagen. Contiene todas las classes y enums relativas a los controles de imagen.

source: Change tint of image to image between 0 and 1.
es: Cambiar el tinte de la imagen entre 0 y 1.

source: Out High Level value.
es: Valor de nivel alto de salida.

source: kneeHigh value.
es: Valor de nivel alto de rodilla.

source: Minify filter :class:`mrv2.image.ImageFilter`.
es: Filtro de minificación :class:`mrv2.image.ImageFilter`.

source: Magnify filter :class:`mrv2.image.ImageFilter`.
es: Filtro de magnificación :class:`mrv2.image.ImageFilter`.

source: Color channels :class:`mrv2.image.Channels`.
es: Canales de color :class:`mrv2.image.Channels`.

source: Mirror on X, Y or both :class:`mrv2.image.Mirror`.
es: Espejar en X, Y o ambos :class:`mrv2.image.Mirror`.

source: Color options :class:`mrv2.image.Color`.
es: Opciones de color :class:`mrv2.image.Color`.

source: Levels options :class:`mrv2.image.Levels`.
es: Opciones de niveles :class:`mrv2.image.Levels`.

source: EXR Display options :class:`mrv2.image.EXRDisplay`..
es: Opciones de EXR Display :class:`mrv2.image.EXRDisplay`..

source: Soft Clip options :class:`mrv2.image.SoftClip`..
es: Opciones de Soft Clip :class:`mrv2.image.SoftClip`..

source: Alpha blending algorithm
es: Algoritmo de mezcla de alfa.

source: Focal Length
es: Distancia Focal

source: Stereo3D options.
es: Opciones de estéreo 3D.

source: Background type :class:`mrv2.image.Background`..
es: Tipo de fondo :class:`mrv2.image.Background`..

source: Checkers Color0 :class:`mrv2.image.Color4f`..
es: Opciones de Color0 del cuadriculado :class:`mrv2.image.Color4f`.

source: Checkers Color1 :class:`mrv2.image.Color4f`..
es: Opciones de Color1 del cuadriculado :class:`mrv2.image.Color4f`.

source: Checkers Size :class:`mrv2.math.Size2i`..
es: Tamaño del Cuadriculado :class:`mrv2.math.Size2i`..

source: Gets the current OCIO config file.
es: Obtiene el archivo config de OCIO actual.

source: Sets the current OCIO config file.
es: Setea el archivo de config de OCIO.

source: Gets the current OCIO look.
es: Obtiene el look de OCIO actual.

source: Gets a list of all OCIO looks.
es: Obtiene un listado de todos los looks de OCIO.

source: Set the OCIO look by name.
es: Setear el look de OCIO por nombre.

source: Path :class:`mrv2.Path` to the File Media.
es: Archivo :class:`mrv2.Path` de la File Media.

source: Audio path :class:`mrv2.Path` to the File Media if any.
es: Archivo :class:`mrv2.Path` opcional de audio para una File Media.

source: Time range :class:`mrv2.TimeRange` of the File Media.
es: Rango de tiempoe :class:`mrv2.TimeRange` de la File Media.
