Repository: Olympusmonsgames/mrv2
Catalog: mrv2/po/*.po
Languages: es, zh_cn

source: Renderer Name
es: Nombre de Renderer
zh_cn: 提交者名称

source: Render Width
es: Ancho de Render
zh_cn: 调频宽度

source: Models' complexity.
es: Complejidad de los Modelos.
zh_cn: 模型的复杂性。

source: Draw mode :class:`mrv2.usd.DrawMode`.
es: Modo de dibujo :class:`mrv2.usd.DrawMode`.
zh_cn: class: `mrv2.usd.DrawMode`

source: Enable Lighting
es: Activar Iluminación
zh_cn: 启用照明

source: Enable Scene Lights
es: Activar Luces de la Escena
zh_cn: 启用景点灯光

source: Enable Scene Materials
es: Activar Materiales de la Escena
zh_cn: 启用场景材料

source: Enable sRGB
es: Habilitar sRGB
zh_cn: sRGB

source: Stage Cache Count
es: Cache del Escenario
zh_cn: 阶段缓存计数

source: Disk Cache Byte Count
es: Conteo en Bytes de Cache en Disco
zh_cn: 磁盘缓存字节计数

source: USD Render Options.
es: Opciones de Render de USD.
zh_cn: 美元 投标选择方案。

source: Get USD Render Options.
es: Obtener Opciones de Render de USD.
zh_cn: 买美元 选择。

source: Set USD Render Options.
es: Setear las opciones de Render de USD.
zh_cn: 设定美元交易选项 。

source: Refresh menus.
zh_cn: 刷新菜单 。

source: Play forwards.
es: Reproducir para adelante.
zh_cn: 向前看

source: Play backwards.
es: Reproducir para atrás.
zh_cn: 向后播放 。

source: Seek to a time in timeline.
es: Saltar al tiempo dado en la línea de tiempo.
zh_cn: 寻找一个时间在时间上的时间。

source: Seek to a frame in timeline.
es: Saltar al cuadro dado en la línea de tiempo.
zh_cn: 寻找一个时间框架。

source: Seek to a second in timeline.
es: Saltar a los segundos dados en la línea de tiempo.
zh_cn: 寻找第二个时间框架。

source: Time range of the timeline.
es: Rango de tiempo de la línea de tiempo.
zh_cn: 时间表的时间范围。

source: Selected time range of the timeline.
es: Rango de tiempo seleccionado en la línea de tiempo.
zh_cn: 时间表的选定时间范围。

source: Set the selected time range of the timeline.
es: Setear el rango de tiempo seleccionado en la línea de tiempo.
zh_cn: 设定所选择的时间范围 。

source: Set the in time of the selected time range of the timeline.
es: Setea el tiempo de entrada del rango de tiempo seleccionado en la línea de tiempo.
zh_cn: 设定选定时间范围的时间范围 。

source: Set the in frame of the selected time range of the timeline.
es: Setea el cuadro de entrada del rango de tiempo seleccionado en la línea de tiempo.
zh_cn: 设定时间范围为所选择的时间范围 。

source: Set the in seconds of the selected time range of the timeline.
es: Setea los segundos de entrada del rango de tiempo seleccionado en la línea de tiempo.
zh_cn: 以所选时间范围为秒设置时间范围 。

source: Set the out time of the selected time range of the timeline.
es: Setea el tiempo de salida del rango de tiempo seleccionado en la línea de tiempo.
zh_cn: 设定选定时间范围的时间范围 。

source: Set the out frame of the selected time range of the timeline.
es: Setea el cuadro de salida del rango de tiempo seleccionado en la línea de tiempo.
zh_cn: 设定时间表的选定时间范围框架 。

source: Set the out seconds of the selected time range of the timeline.
es: Setea los segundos de salida del rango de tiempo seleccionado en la línea de tiempo.
zh_cn: 设定所选择的时间范围秒数 。

source: Current time in timeline.
es: Tiempo actual en la línea de tiempo.
zh_cn: 目前的时间在时间表上。

source: Current frame in timeline.
es: Cuadro actual en la línea de tiempo.
zh_cn: 目前的时间表框架。

source: Current seconds in timeline.
es: Segundos actuales en la línea de tiempo.
zh_cn: 时间的当前秒数 。

source: Return current loop mode of timeline.
es: Retorna modo de bucle actual en la línea de tiempo.
zh_cn: 返回当前时间周期模式 。

source: Set current loop mode of timeline.
es: Setear modo de bucle en la línea de tiempo.
zh_cn: 设置当前时间框架环状模式 。

source: Gets the current FPS of timeline.
es: Obtiene los cuadros por segundo en la línea de tiempo.
zh_cn: FPS

source: Gets the default speed of the timeline.
es: Obtiene la velocidad (cuadros por segundo) por defecto de la línea de tiempo.
zh_cn: 获得时间线的默认速度 。

source: Set current FPS of timeline.
es: Setea la velocidad (cuadros por segundo) de la línea de tiempo.
zh_cn: FPS

source: Value less than 0
es: Valor menos que 0
zh_cn: 值小于0

source: Returns whether to check for updates at start up.
es: Retorna si chequea las actualizaciones al empezar.
zh_cn: 返回是否在启动时检查更新 。

source: Retrieve the cache memory setting in gigabytes.
es: Retornar el seteo de memory de cache en gigabytes.
zh_cn: GB

source: Set the cache memory setting in gigabytes.
es: Setear la memoria del cache en gigabytes.
zh_cn: GB

source: Retrieve Read Ahead cache in seconds.
es: Retornar Leer Adelante en segundos.
zh_cn: Read Ahead

source: Set Read Ahead cache in seconds.
es: Setear Leer Adelante en segundos.
zh_cn: 数秒后设定读取头缓存 。

source: Retrieve Read Behind cache in seconds.
es: Retornar Leer Atrás en segundos.
zh_cn: Read Behind

source: Set Read Behind cache in seconds.
es: Setear Leer Atrás en segundos.
zh_cn: Read Behind

source: Set file sequence audio.
es: Setear el audio para la secuencia.
zh_cn: 设置文件序列音频 。

source: Get file sequence audio.
es: Obtener el audio para la secuencia.
zh_cn: 获取文件序列音频 。

source: Set file sequence audio file name.
es: Setear nombre del archivo de audio para la secuencia.
zh_cn: 设置文件序列音频文件名 。

source: Get file sequence audio file name.
es: Obtener nombre del archivo de audio para la secuencia.
zh_cn: 获取文件序列音频文件名 。

source: Set file sequence audio directory.
es: Setear el directorio de audio para la secuencia.
zh_cn: 设置文件序列音频目录 。

source: Get file sequence audio directory.
es: Obtener el directorio de audio para la secuencia.
zh_cn: 获取文件序列音频目录 。

source: Set maximum file sequence digits.
es: Setear los máximos digitos de la secuencia.
zh_cn: 设定最大文件序列位数 。

source: Get maximum file sequence digits.
es: Obtener los máximos digitos de la secuencia.
zh_cn: 获取最大文件序列位数 。

source: Set Timer Mode.
es: Setear Modo de Timer.
zh_cn: 设定定时器模式 。

source: Get Timer Mode.
es: Obtener Modo de Timer.
zh_cn: 获取定时器模式 。

source: Set Audio Buffer Frame Count.
es: Setear cuadros del buffer de Audio
zh_cn: 设定音频缓冲框架计数 。

source: Get Audio Buffer Frame Count.
es: Obtener conteo de cuadros del buffer de Audio
zh_cn: 获取音频缓冲框架计数 。

source: Set Video Request Count.
es: Setear Pedidos de Vídeo
zh_cn: 设定视频请求计数 。

source: Get Video Request Count.
es: Obtener Pedidos de Vídeo
zh_cn: 获取视频请求计数 。

source: Set Audio Request Count.
es: Setear pedidos de audio.
zh_cn: 设定音频请求计数 。

source: Get Audio Request Count.
es: Obtener pedidos de audio.
zh_cn: 获取音频请求计数 。

source: Set Sequence Thread Count.
es: Setear Hilos de Secuencia.
zh_cn: 设置序列线索计数 。

source: Get Sequence Thread Count.
es: Obtener Hilos de Secuencia.
zh_cn: 获取序列线索计数 。

source: Set FFmpeg YUV To RGB Conversion.
es: Setear conversiòn FFmpeg de YUV a RGB
zh_cn: FFmpeg YUVRGB

source: Get FFmpeg YUV To RGB Conversion.
es: Obtener conversiòn FFmpeg de YUV a RGB
zh_cn: FFmpeg YUVRGB

source: Set FFmpeg Color Accuracy.
zh_cn: FFmpeg

source: Get FFmpeg Color Accuracy.
zh_cn: FFmpeg

source: Set FFmpeg Thread Count.
es: Setear número de hilos de FFmpeg.
zh_cn: FFmpeg

source: Get FFmpeg Thread Count.
es: Obtener número de hilos de FFmpeg.
zh_cn: FFmpeg

source: No session name established, cannot save.
es: Ningúng nombre de sesión establecido, no puedo grabar.
zh_cn: 未建立会话名称, 无法保存 。

source: Returns the current session metadata.
es: Retorna la metadata de la sesión actual.
zh_cn: 返回当前会话元数据。

source: Returns the current metadata for a key.
es: Retorna los metadatos para una clave.
zh_cn: 返回当前按键元数据。

source: Sets all the session metadata for a session.
es: Setea todos los metadatos de la sesión actual.
zh_cn: 设置会话的全部会话元数据 。

source: Sets the session metadata for a key.
es: Setea los metadatos para una clave.
zh_cn: 设置密钥的会话元数据 。

source: Clears the current session metadata.
es: Vacía los metadatos de la sesión actual.
zh_cn: 清除当前会话元数据 。

source: Returns current session file.
es: Retorna la Sesión actual.
zh_cn: 返回当前会话文件 。

source: Sets the current session file.
es: Setea el archivo de la sesión actual.
zh_cn: 设置当前会话文件 。

source: Open a session file.
es: Abrir una Sesión
zh_cn: 打开会话文件 。

source: Save a session file.
es: Grabar Sesión.
zh_cn: 保存会话文件 。

source: Duplicated Python plugin {0} in {1} and {2}.
es: Plugin de Python duplicado {0} en {1} y {2}.
zh_cn: {1}{2}Python{0}

source: Expected a tuple containing a Python function and a string with menu options in it.
es: Se esperaba un tuple conteniendo una función de Python y ona cadena de texto con opciones de menú, como __divider__
zh_cn: Python

source: Expected a handle to a Python function or to a tuple containing a Python function and a string with menu options in it.
es: Se esperaba un identificador para una función de Python o para una tupla que contiene una función de Python y una cadena de texto con opciones de menú, como __divider__.
zh_cn: PythonPython

source: Please override the menus method by returning a valid dict of key menus, values methods.
es: Por favor reemplace el método menus returnando un diccionario de clave menus y valores métodos.
zh_cn: 请返回有效的按键菜单、 值方法, 以覆盖菜单方法 。

source: Whether a plugin is active or not. If not overriden, the default is True.
es: Si un plugin está activo o no. Si no se reemplaza, el valor es True.
zh_cn: True

source: No playlist matched item.
es: Ninguna lista de reproducción es igual al item
zh_cn: 没有符合播放列表的项目 。

source: No playlist matched file name.
es: Ninguna lista de reproducción es igual al nombre dado.
zh_cn: 没有符合播放列表的文件名 。

source: No playlist loaded.
es: No hay ninguna lista de reproducción cargada.
zh_cn: 未装入播放列表 。

source: No playlist selected.
es: Ninguna lista de reproducción seleccionada.
zh_cn: 未选择播放列表 。

source: Not an EDL playlist to add clips to.
es: No es un archivo EDL para agregar clips.
zh_cn: EDL

source: Could not find clip in loaded clips.
es: No pude encontrar clip en items cargados.
zh_cn: 无法在已装入的剪辑中找到剪辑 。

source: List playlist items.
es: Lista de items de lista de reproducción.
zh_cn: 列出播放列表项目 。

source: Select a playlist by FileModelItem.
es: Seleccionar una lista de reproducción con FileModelItem.
zh_cn: FileModelItem

source: Select a playlist by fileName.
es: Seleccionar una lista de reproducción con el nombre de archivo dado.
zh_cn: 根据文件选择播放列表

source: Select a playlist by index.
es: Seleccionar una lista de reproducción con el índice dado.
zh_cn: 根据索引选择播放列表。

source: Add a clip to currently selected Playlist EDL.
es: Agregar clip a la lista de reproducción (EDL) seleccionada.
zh_cn: EDL

source: Save current .otio file with relative paths.
es: Grabe una list de reproducción .otio con caminos relativos a ella.
zh_cn: .otio

source: unsupported operand type(s) for {0}: RationalTime and {1}
es: tipo(s) de operaciones no soportadas para {0}: RationalTime y {1}
zh_cn: {0} RationalTime{1}

source: Returns the time value for time converted to new_rate.
es: Retorna el valor de tiempo por tiempo convertido a nueva razón (new_rate).
zh_cn: NEW_RATE

source: Returns the time for time converted to new_rate.
es: Retorna el tiempo por tiempo convertido a nueva razón (new_rate).
zh_cn: NEW_RATE

source: Returns the time value for "self" converted to new_rate.
es: Retorna el valor de tiempo para 'sí mismo' convertido a nueva razón (new_rate).
zh_cn: new_rateself

source: Returns true if the rate is valid for use with timecode.
es: Retorna verdadero si la razón es válida para usar con timecode.
zh_cn: true

source: Returns the first valid timecode rate that has the least difference from the given value.
es: Returna la razón del primer timecode válido que tiene la menor diferencia del valor dado.
zh_cn: 返回第一个与给定值最小差的有效时间编码率。

source: Turn a frame number and rate into a :class:`~RationalTime` object.
es: Convertir un número de cuadro y una razón a un objeto :class:`~RationalTime`.
zh_cn: : class: `~ RationalTime`

source: Returns the frame number based on the current rate.
es: Retorna el número de cuadro basado en la razón actual
zh_cn: 根据当前速率返回框架编号。

source: Returns the frame number based on the given rate.
es: Retorna el número de cuadro basado en la razón dada.
zh_cn: 根据给定的速率返回框架编号。

source: Convert to timecode (``HH:MM:SS;FRAME``)
es: Convierta a timecode (``HH:MM:SS;FRAME``)
zh_cn: (`` HH: MM: SS; FRAME ``)

source: Convert a timecode string (``HH:MM:SS;FRAME``) into a :class:`~RationalTime`.
es: Convierta un texto con timecode (``HH:MM:SS;FRAME``) a :class:`~RationalTime`.
zh_cn: (`` HH: MM: SS; FRAME ``): class: `~ RationalTime`

source: Convert a time with microseconds string (``HH:MM:ss`` where ``ss`` is an integer or a decimal number) into a :class:`~RationalTime`.
es: Convierta un tiempo con texto en microsegundos (``HH:MM:ss`` donde ``ss`` es un entero or número decimal) en un :class:`~RationalTime`.
zh_cn: `` HH: MM: ss `` `` ss ``: class: `~ RationalTime`

source: Construct a new :class:`~TimeRange` that is this one extended by other.
es: Contruya un nuevo :class:`~TimeRange` que es este extendido por other.
zh_cn: : class: `~ TimeRange'

source: Compare mode :class:`mrv2.media.CompareMode`.
es: Modo de comparación :class:`mrv2.media.CompareMode`.
zh_cn: mode: class: `mrv2.media.CompareMode`

source: Wipe center in X and Y :class:`mrv2.math.Vector2f`.
es: Centro del limpiaparabrisas en X o Y :class:`mrv2.math.Vector2f`.
zh_cn: XY: class: `mrv2.math.Vector2f`

source: Wipe Rotation.
es: Rotación del Limpiaparabrisas.
zh_cn: 擦拭旋转。

source: Overlay ( A over B )
es: Superposición ( A sobre B )
zh_cn: A/B

source: Comparison options.
es: Opciones de Comparación.
zh_cn: 比较备选办法。

source: Red Channel.
es: Canal Rojo.
zh_cn: 红色频道

source: Green Channel.
es: Canal Verde.
zh_cn: 绿色频道

source: Blue Channel.
es: Canal Azul.
zh_cn: 蓝频道

source: Alpha Channel.
es: Canal Alfa.
zh_cn: Alpha

source: Image mirroring.
es: Espejado de la imagen.
zh_cn: 图像镜像。

source: Flip image on X.
es: Voltear imagen en X.
zh_cn: X

source: Flip image on Y.
es: Voltear imagen en Y.
zh_cn: Y

source: Enabled Levels.
es: Active transformaciones de niveles.
zh_cn: 启用关卡 。

source: Add a :class:`mrv2.math.Vector3f` to image.
es: Agregar un :class:`mrv2.math.Vector3f` a la imagen.
zh_cn: : class: `mrv2.math.Vector3f`

source: Change a :class:`mrv2.math.Vector3f` of brightness to image.
es: Cambiar un :class:`mrv2.math.Vector3f` de brillo a la imagen.
zh_cn: a: class: `mrv2.math.Vector3f`image

source: Change a :class:`mrv2.math.Vector3f` of contrast to image.
es: Cambiar un :class:`mrv2.math.Vector3f` de contraste a la imagen.
zh_cn: a: class: `mrv2.math.Vector3f`

source: Change a :class:`mrv2.math.Vector3f` of saturation to image.
es: Cambiar un :class:`mrv2.math.Vector3f` de saturación a la imagen.
zh_cn: a: class: `mrv2.math.Vector3f`image

source: Invert the color values.
es: Invertir valores de color.
zh_cn: 反转颜色值 。

source: Color values.
es: Valores de color.
zh_cn: 颜色值 。

source: In Low Level value.
es: Valor de nivel bajo de entrada.
zh_cn: 低水平价值。

source: In High Level value.
es: Valor de nivel alto de entrada.
zh_cn: 高档价值。

source: Gamma Level value.
es: Valor de nivel de gama.
zh_cn: Gamma Level

source: Out Low Level value.
es: Valor de nivel bajo de salida.
zh_cn: Out Low Level

source: Levels values.
es: Valores de niveles
zh_cn: 水平值。

source: Enabled EXR display.
es: Active Display EXR.
zh_cn: EXR

source: Exposure value.
es: Valor Exposición
zh_cn: 接触值。

source: Defog value.
es: Valor de desempañar.
zh_cn: Defog

source: kneeLow value.
es: Valor de nivel bajo de rodilla.
zh_cn: kneeLow

source: EXR display values.
es: Valores de display de EXR.
zh_cn: EXR 显示值。

source: Enabled Soft Clip.
es: Active Soft Clip.
zh_cn: 启用软剪切 。

source: Soft clip value.
es: Valor de soft clip.
zh_cn: 软弹夹价值。

source: Image filters.
es: Filtros de imagen.
zh_cn: 图像过滤器。

source: Display options.
es: Opciones de display.
zh_cn: 显示选项 。

source: LUT enabled.
es: LUT activado.
zh_cn: LUT

source: LUT filename.
es: Nombre del archivo LUT.
zh_cn: LUT

source: LUT transformation order.
es: Orden de operación del LUT.
zh_cn: LUT

source: LUT options.
es: Opciones del LUT.
zh_cn: LUT

source: Video Levels.
es: Niveles de Vídeo.
zh_cn: 视频级别。

source: Image Filters
es: Filtros de imagen.
zh_cn: 图像过滤器

source: Image options.
es: Opciones de imagen.
zh_cn: 图像选项 。

source: Environment Map type.
es: Tipo de Mapa del Entorno
zh_cn: 环境地图类型。

source: Horizontal aperture
es: Aberturna Horizontal de la Proyeccion.
zh_cn: 水平孔径

source: Vertical aperture
es: Abertura Vertical de la Proyección.
zh_cn: 垂直孔径

source: Rotation on X
es: Rotación en X
zh_cn: X(+/-)

source: Rotation on Y
es: Rotación en Y
zh_cn: Y(+/-)

source: Subdivision on X
es: Subdivisiones en X
zh_cn: X

source: Subdivision on Y
es: Subdivisiones en Y
zh_cn: Y

source: Spin
es: Giro
zh_cn: 旋转

source: EnvironmentMap options.
es: Opciones de mapa de entorno.
zh_cn: EnvironmentMap

source: Stereo 3d input :class:`mrv2.image.StereoInput`..
es: Opciones de entrada estéreo 3D :class:`mrv2.image.StereoInput`.
zh_cn: 3D: class: `mrv2.image.StereoInput`..

source: Stereo 3d output :class:`mrv2.image.StereoOutput`..
es: Opciones de salida estéreo 3D :class:`mrv2.image.StereoOutput`.
zh_cn: 3d: class: `mrv2.image.StereoOutput`..

source: Separation between left and right eye.
es: Separación del ojo izquierdo y del derecho.
zh_cn: 左眼和右眼分开。

source: Swap left and right eye
es: Intercambiar ojos izquierdo por derecho.
zh_cn: 左眼和右眼互换

source: Background options.
es: Opciones de Fondo.
zh_cn: 背景备选方案。

source: Gets the current background options.
es: Retorna las opciones actual del fondo.
zh_cn: 获取当前背景选项 。

source: Sets the current background options.
es: Setea las opciones de fondo.
zh_cn: 设置当前背景选项。

source: Gets the current input color space.
es: Obtiene el Espacio de Entrada de Color actual.
zh_cn: 获取当前输入的颜色空间 。

source: Gets a list of all input color spaces.
es: Obtiene un listado de todos los Espacios de Entrada de Color.
zh_cn: 获取所有输入颜色空间的列表 。

source: Set the input color space.
es: Setea el Espacio de Entrada de Color.
zh_cn: 设置输入颜色空间 。

source: Gets the current Display/View.
es: Retorna la Display/View de OCIO actual.
zh_cn: 获取当前显示/视图。

source: Gets the list of Displays/Views.
es: Retorna la list ade Displays/Views de OCIO.
zh_cn: 获取“显示/意见”列表。

source: Set an OCIO Display/View.
es: Setea la OCIO Display/Vista.
zh_cn: 设置 OCIO 显示器/查看。

source: Return all the files.
es: Retorne todo los archivos.
zh_cn: 把所有文件都退回去

source: Return all the active files.
es: Retorne todos los archivos activos.
zh_cn: 返回所有活动文件 。

source: Return the A file item.
es: Retorna el archivo A.
zh_cn: A

source: Return the A file index.
es: Retorna el índice del archivo A.
zh_cn: A

source: Return the list of B files.
es: Retorna la lista de archivos B.
zh_cn: B

source: Return the list of B indexes.
es: Retorna la lista de índices B.
zh_cn: B

source: Close the current A file.
es: Cerrar archivo actual A.
zh_cn: A

source: Close all files.
es: Cerrar todos los archivos.
zh_cn: 关闭所有文件 。

source: Set the A file index.
es: Setear el indice del archivo A.
zh_cn: A

source: Set a new B file index.
es: Setear un nuevo índice de archivo B.
zh_cn: B

source: Set a new stereo file index.
es: Setear un nuevo índice de archivo para estéreo.
zh_cn: 设置新的立体声文件索引 。

source: Toggle the B file index.
es: Alternar el índices del archivo B.
zh_cn: B

source: Clear the B indexes.
es: Borrar los indices B.
zh_cn: B

source: Return the list of layers.
es: Retorna la lista de capas.
zh_cn: 返回层次列表 。

source: Set layer for file item.
es: Setear capa para archivo.
zh_cn: 设置文件项的层 。

source: Set compare time.
zh_cn: 设定比较时间 。

source: Get compare time.
zh_cn: 比较时间。

source: Set the first version for current media.
es: Setear la primera versión para el medio actual.
zh_cn: 设置当前媒体的第一个版本 。

source: Set the previous version for current media.
es: Setear la versión previa para el medio actual.
zh_cn: 设定当前媒体的上一个版本 。

source: Set the next version for current media.
es: Setear la próxima versión para el medio actual.
zh_cn: 设定当前媒体的下一个版本 。

source: Set the last version for current media.
es: Setear la última versión para el medio actual.
zh_cn: 设定当前媒体的最后版本 。

source: In/Out range :class:`mrv2.TimeRange` of the File Media.
es: Rango de tiempo :class:`mrv2.TimeRange` de la File Media.
zh_cn: 在/外部范围:类:`mrv2.TimeRange' of the File Media.

source: Video layer of the File Media.
es: Capa de vídeo de la File Media.
zh_cn: 文件媒体视频层 。

source: Volume of the File Media.
es: Volumen de la File Media.
zh_cn: 文件媒体量 。

source: Mute state of the File Media.
es: Estado de mudo en la File Media.
zh_cn: 文件媒体静音状态 。

source: Audio offset of the File Media.
es: Compensación de audio de una File Media.
zh_cn: 文件介质的音频偏移 。

source: Class used to hold a media item.
es: Clase para un archivo de medios.
zh_cn: 用于持有媒体项目的类 。

source: Save annotations.
es: Grabar Anotaciones.
zh_cn: 保存注释 。

source: Save resolution.
es: Resolución a Grabar.
zh_cn: 保存分辨率 。

source: FFmpeg Profile.
es: Perfil de FFmpeg
zh_cn: FFmpeg

source: FFmpeg Preset.
es: Preseteo de FFmpeg.
zh_cn: FFmpeg

source: FFmpeg Pixel Format.
es: Formato de Pixel de FFmpeg.
zh_cn: FFmpeg

source: FFmpeg video encoding with hardware if possible.
es: Codificación de FFmpeg en hardware si es posible.
zh_cn: FFmpeg

source: FFmpeg Override color characteristics.
es: Características de color de reemplazo de FFmpeg.
zh_cn: FFmpeg

source: FFmpeg Color Range.
es: Rango de Color de FFmpeg
zh_cn: FFmpeg

source: FFmpeg Color Space.
es: Espacio de Color de FFmpeg
zh_cn: FFmpeg

source: FFmpeg Color Primaries.
es: Primarias de Color de FFmpeg.
zh_cn: FFmpeg

source: FFmpeg Color Transfer Characteristics.
es: Características de Transferencia de Color de FFmpeg
zh_cn: FFmpeg

source: FFmpeg Audio Codec.
es: Codec de Audio de FFmpeg.
zh_cn: FFmpeg

source: OpenEXR's Compression.
es: Compresión de OpenEXR
zh_cn: OpenEXR

source: OpenEXR's Pixel Type.
es: Tipo de Pixel de OpenEXR.
zh_cn: OpenEXR

source: OpenEXR's Zip Compression Level.
es: Nivel de compresión Zip de OpenEXR.
zh_cn: OpenEXRZip

source: OpenEXR's DWA Compression Level.
es: Nivel de compresión DWA de OpenEXR.
zh_cn: OpenEXRDWA

source: Get command-line arguments passed as single quoted string to -pythonArgs.
zh_cn: -pythonArgs

source: Open file with optional audio.
es: Abrir un archivo con audio opcional.
zh_cn: 用可选音频打开文件 。

source: Compare two file items with a compare mode.
es: Compare dos ítems de archivo con un modo de comparación.
zh_cn: 用比较模式比较两个文件项目 。

source: Close the file item.
es: Cerrar archivo actual
zh_cn: 关闭文件项 。

source: Close all file items.
es: Cerrar todos los archivos.
zh_cn: 关闭所有文件项目 。

source: Return the root path to the insallation of mrv2.
es: Retorna la carpeta raíz de la instalación de mrv2.
zh_cn: mrv2insallation

source: Return the path to preferences of mrv2.
es: Retorna la carpeta de las preferencias de mrv2.
zh_cn: mrv2

source: Return the display options.
es: Retorna las opciones de display.
zh_cn: 返回显示选项。

source: Set the display options.
es: Setear las opciones de display.
zh_cn: 设置显示选项。

source: Return the LUT options.
es: Retorna las opciones de LUT.
zh_cn: LUT

source: Set the LUT options.
es: Setear las opciones de LUT.
zh_cn: LUT

source: Return the image options.
es: Retorna las opciones de imagen.
zh_cn: 返回图像选项 。

source: Set the image options.
es: Setear las opciones de imagen.
zh_cn: 设置图像选项 。

source: Return the environment map options.
es: Retorna las opciones de mapa de entorno.
zh_cn: 返回环境地图选项。

source: Set the environment map options.
es: Setea las opciones de mapa de entorno.
zh_cn: 设置环境地图选项。

source: Set the compare options.
es: Setear las opciones de comparación.
zh_cn: 设置比较选项。

source: Set the stereo 3D options.
es: Setear las opciones de estéreo 3D.
zh_cn: 3D

source: Returns true if audio is muted.
es: Retorna True si el audio está silenciado.
zh_cn: true

source: Runs the same or a new mrv2 with a session file.
zh_cn: mrv2

source: Set the muting of the audio.
es: Setea el mutismo del audio.
zh_cn: 设定音频变异 。

source: Toggle Image Auto Normalize.
zh_cn: 切换图像自动正常化 。

source: Toggle Data Window.
zh_cn: 切换数据窗口 。

source: Toggle Display Window.
zh_cn: 切换显示窗口 。

source: Toggle Ignored Display Window on OpenEXRs.
zh_cn: OpenEXR
